Repository: Aston59/fabui-colibri
Catalog: fabui/locale/*/LC_MESSAGES/fabui.po
Languages: de, it

source: Please select at least one capability
de: Bitte wählen Sie mindestens eine Fähigkeit aus
it: Si prega di selezionare almeno una capacità

source: Failed to store position
de: Position konnte nicht gespeichert werden
it: Salvataggio posizione fallito

source: Well done! Now your <strong>FABtotum Personal Fabricator</strong> is set for the <strong>{0}</strong>.
de: Gut gemacht! Jetzt ist Ihr <strong>FABtotum Personal Fabricator</strong> für den <strong>{0}</ strong> eingestellt.
it: Ben fatto! Ora la tua <strong>FABtotum Personal Fabricator</strong> è pronta per <strong>{0}</strong>.

source: New Z max offset: {0}
de: Neue Z max Offset: {0}
it: Nuova compensazione di Z max: {0}

source: New updates are available
it: Nuovi aggiornamenti disponibili

source: Please make sure
it: Assicurarsi

source: Checking connection...
de: Überprüfen der Verbindung...
it: Verificando la connessione...

source: Please select a Head
de: Bitte wählen Sie einen Kopf
it: Si prega di selezionare una testa

source: Connecting to <strong>{0}</strong>
de: Verbinden mit <strong>{0}</strong>
it: Connettendo a <strong>{0}</strong>

source: You have attempted to leave this page. The Fabtotum Personal Fabricator is still working. Are you sure you want to reload this page?
de: Sie haben versucht, diese Seite zu verlassen. Der Fabtotum Personal Fabricator arbeitet noch. Sind Sie sicher dass Sie diese Seite neu zu laden möchten?
it: Stai cercando di abbandonare questa pagina. La FABtotum Personal Fabricator sta ancora lavorando. Sei sicuro di voler riavviare questa pagina?

source: Shutdown in progress
de: Herunterfahren im Gange
it: Spegnimento totale in corso

source: Connected with ethernet cable
it: Connesso con il cavo ethernet

source: is active
it: è attivo

source: No connection.
de: Keine Verbindung.
it: Nessuna connessione.

source: Position restored to {0}, {1}, {2}
de: Position wiederhergestellt zu {0}, {1}, {2}
it: Posizione ripristinata a {0}, {1}, {2}

source: Send email on task finish: {0}
de: Eine E-Mail sendend wenn die Aufgabe beendet wird: {0}
it: Invia email al termine delle operazioni {0}

source: You need to home Z axis first
de: Sie müssen zuerst die Z-Achse zum Nullpunkt bringen
it: Sarà necessario portare in posizione di home l'asse Z prima

source: Ethernet cable
de: Ethernet Kabel
it: Cavo ethernet

source: Z height decreased
de: Z Höhe verringert
it: Altezza asse Z diminuita

source: A message was sent to that address containing a link to reset your password
de: Eine Nachricht wurde an diese Adresse gesendet die einen Link enthält um Ihr Passwort zurückzusetzen
it: Un messaggio è stato mandato a quell'indirizzo contenente il link per reimpostare la tua password

source: Restarting all services
it: Riavvio dei servizi in corso

source: No X/Y position was stored
de: X/Y Position nicht gespeichert
it: Nessuna posizione di X/Y conservata

source: Load spool
de: Spule laden
it: Carica bobina

source: Saving DNS configuration
de: DNS-Konfiguration speichern
it: Salvando le configurazioni DNS

source: No Z position was stored
de: Es wurde keine Z-Position gespeichert
it: Nessuna posizione di Z conservata

source: Restore Z
de: Z Wiederherstellen
it: Ripristinare la posizione di Z

source: Now you can switch off the power
de: Jetzt können Sie dem Strom ausschalten
it: Ora è possibile spengere l'unità

source: Before starting to use your FABtotum unit you need to install a head
de: Bevor Sie mit dem FABtotum beginnen, müssen Sie einen Kopf installieren
it: Prima di iniziare a utilizzare la tua FABtotum sarà necessario installare una testa

source: Updates center
it: Aggiornamenti

source: Please enter head name
de: Bitte geben Sie den Kopfnamen ein
it: Si prega di inserire un nome per la testa

source: Apply
de: Anwenden
it: Applica

source: Emergency stop
it: Stop di Emergenza

source: Dashboard
de: Instrumententafel

source: Project manager
de: Projektmanager

source: Access Point
de: Zugangspunkt

source: Account
de: Konto

source: Camera
de: Kamera

source: Hello {0},<br><br> this e-mail is to inform you that the last {1} you started was just {2}.
de: Hallo {0}, <br> <br> Diese E-Mail ist hier um Sie zu informieren, dass die letzte {1} Aufgabe{2} wurde.

source: Add new head
de: Neuen Kopf hinzufügen

source: Get more heads
de: Mehr Köpfe bekommen

source: Before clicking "Install", make sure the head is properly locked in place
de: Bevor Sie auf "Installieren" klicken, vergewissern Sie sich, dass der Kopf ordnungsgemäß verriegelt ist

source: Step
de: Schritt

source: Password
de: Passwort

source: No
de: Nein

source: Account information saved
de: Kontoinformationen gespeichert

source: Feedrate
de: Vorschubgeschwindigkeit

source: RPM
de: U/min

source: Off
de: Aus

source: Range
de: Umfang

source: Step (mm)
de: Schritt (mm)

source: Standby
de: Bereithalten

source: Netmask
de: Netzmaske

source: Tail
de: Ende

source: File
de: Datai

source: Target
de: Ziel

source: Metering
de: Messen

source: Max E feedrate (mm/s)
de: Max. E Vorschub (mm/s)

source: Max E jerk (mm)
de: Max. E Ruck (mm)

source: Create account
de: Benutzerkonto anlegen

source: Power Off/Log Out
de: Ausschalten / Abmelden

source: Please select at least 1 bundle, firmware or boot update
de: Bitte wähle Sie mindestens 1 Bundle, Firmware oder Boot-Update aus

source: Override
de: Überschreibung

source: Post processing
de: Nachbearbeitung

source: Slice
de: Scheibe

source: Slices
de: Scheiben

source: Max jerk (mm)
de: Max Ruck (mm)

source: Dropzone
de: Abwurfgebiet

source: Print STOPPED
de: Druck gestoppt

source: Update initialized.
de: Update initialisiert.

source: Wait for nozzle temperature to reach {0}&deg;C
de: Warten Sie bis die Düsentemperatur {0} & deg; C erreicht hat

source: Wait for bed temperature to reach {0}&deg;C
de: Warten Sie, bis die Betttemperatur {0} & deg; C erreicht hat

source: Nozzle temperature set to {0}&deg;C
de: Düsentemperatur auf {0}&deg;C eingestellt

source: Bed temperature set to {0}&deg;C
de: Bett Temperatur auf {0}&deg;C eingestellt

source: Configuring probe offset
de: Einstellung der Sondenlänge

source: Restarting totumduino
de: Totumduino wird neu gestartet
