Repository: Aston59/fabui-colibri
Catalog: fabui/locale/*/LC_MESSAGES/fabui.po
Languages: de, it

source: Set unit color
it: Imposta colore della stampante

source: Set serial number
it: Imposta il serial number

source: Change a name to your FABtotum
it: Cambia il nome della tua FABtotum

source: Description
de: Beschreibung
it: Descrizione

source: Set language
it: Imposta la lingua

source: Calibration in progress
de: Kalibrierung läuft
it: Calibrazione in corso

source: Calibrate again
de: Wieder kalibrieren
it: Calibra ancora

source: Screw or unscrew following the indication given for each point
de: Schrauben oder abschrauben nach der für jeden Punkt angegebenen Anzeige
it: Svita o avvita seguendo le indicazioni date per ogni punto

source: Green points are optimally leveled.
de: Grüne Punkte sind optimal geebnet.
it: I punti livellati ottimamente sono verdi.

source: Always follow the order without skipping any point (even green ones) and repeat until all the points are green.
de: Beachten Sie immer die Reihenfolge, ohne irgendeinen Punkt zu überspringen (auch grünen) und wiederholen Sie bis alle Punkte grün sind.
it: Segui sempre l'ordine senza saltare nessun punto (anche quelli verdi) e ripeti finché tutti i punti non diventano verdi (livellati).

source: Arrows show the direction (CW or CCW) as seen from above
de: Pfeile zeigen die Richtung (CW oder CCW) von oben gesehen
it: Le frecce indicano la direzione (oraria o antioraria) come mostrato sopra

source: Well done!
de: Gut gemacht!
it: Ben fatto!

source: The bed is well calibrated to print
de: Das Bett ist gut kalibriert zu drucken
it: Il piatto è ben calibrato e pronto per la stampa

source: Well this is embarrassing, during measurements something went wrong
de: Nun, das ist peinlich, bei den Messungen ist etwas schief gelaufen
it: Ops! qualcosa è andato storto durante la misurazione. Ripeti o Contatta il supporto

source: Check probe lenght and try again
it: Controlla la lunghezza della probe e riprova ancora

source: , following this rotation direction
de: umdrehen, nach dieser Drehrichtung
it: , seguendo questa direzione di rotazione

source: Turn by {0} degrees
de: Um {0} Grad
it: Girare di {0} gradi

source: Turn by {0} times
de: Um {0} mal
it: Girare {0} volte

source: Turn by {0} time
de: Um {0} mal
it: Girare {0} volta

source: and {0} degrees
de: und {0} Grad
it: e {0} gradi

source: <strong>Warning</strong>: Only .zip files are allowed
de: <strong>Achtung</ strong>: Es sind nur ZIP-Dateien zugelassen
it: <strong>Attenzione</strong>: sono consentiti solo file .zip

source: Checking online repository
de: Überprüfen des Online-Repositorys
it: Controllo repository remota in corso...

source: No internet connection found
de: Keine Internetverbindung gefunden
it: Nessuna connessione internet trovata

source: Check again
de: Nochmal Überprüfen
it: Controlla ancora

source: Check your connection and try again
de: Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut
it: Verificare le impostazioni di rete e riprovare

source: visit plugin site
de: besuchen Sie die Plugin-Webseite
it: visita il sito dei plugin

source: Update
de: Aktualisieren
it: Aggiorna

source: Attention
de: Achtung
it: Attenzione

source: Remove <strong>{0}</strong> plugin?
de: <strong>{0}</strong> Plugin entfernen?
it: Rimuovere <strong>{0}</strong> plugin?

source: Yes
de: Ja
it: Si

source: Connecting
de: Verbinden
it: Connessione in corso...

source: Uploading and installing plugin
de: Plugin wird hochgeladen und installiert
it: Caricamento e Installazione del plugin in corso

source: Plugin installed successfully
de: Plugin erfolgreich installiert
it: Plugin installato con successo

source: Redirecting to plugins page
de: Weiterleitung zur Plugins-Seite
it: Re-indirizzamento alla pagina dei plugins...

source: Uploaded zip file is not a plugin archive
de: Hochgeladene zip Datei ist nicht ein Plugin
it: Il file zip caricato non è un archivio valido

source: Downloading
de: Wird heruntergeladen
it: Download in corso

source: Installing
de: Wird installiert
it: Installazione in corso

source: 'plugin_' prefix is not allowed
de: 'plugin_' prefix ist nitch erlaubt
it: il prefisso 'plugin_' non è consentito

source: Please enter your name here
de: Bitte geben Sie hier Ihren Namen ein
it: Prego inserire il proprio nome qui

source: Please write a short description
de: Bitte schreiben Sie eine kurze Beschreibung
it: Si prega di scrivere una breve descrizione

source: Hardware settings saved
de: Hardware-Einstellungen gespeichert
it: Impostazioni hardware salvate

source: Version
it: Versione

source: Deactivate
de: Deaktivieren
it: Disattiva

source: Activate
de: Aktiviren
it: Attiva

source: Remove
de: Entfernen
it: Rimuovi

source: No plugin installed
de: Kein Plugin ist installiert
it: Nessun plugin installato

source: Click "Upload" button to upload a new plugin
de: Klicken Sie auf "Hochladen" knopf um neues Plugin hochzuladen
it: Clicca "Carica" per caricare un nuovo plugin

source: Or check the "Online" plugin repository
de: oder Sehen Sie auf "Online" Plugin Repository
it: O verifica il repository "Online" dei plugin

source: If you have a plugin in .zip format, you may install it by uploading it here
de: Falls Sie ein Plugin im zip-Format haben, können Sie es installieren indem Sie es hier hochladen
it: Se hai a disposizione un plugin in format .zip lo puoi installare caricandolo da qui

source: Install now
de: Jetzt installieren
it: Installa ora

source: New Plugin Creator
de: Neuer Plugin ersteller
it: Creatore di nuovi Plugin

source: Short name
de: Kurzname
it: Nome abbreviato

source: Author name
de: Autor Name
it: Nome dell'autore

source: Author URL
de: Autor URL
it: URL Autore

source: Menu title
de: Menü Titel
it: Titolo del menù

source: Menu location
de: Menü Lage
it: Posizione nel menù

source: Github Repository
it: Repository Github

source: Generate Plugin
de: Plugin generieren
it: Genera Plugin

source: Please enter your last name
de: Geben Sie bitte Ihren Nachname ein
it: Si prega di inserire il cognome

source: Please enter your old password
it: Prego inserire la vecchia password

source: Please enter your new password
it: Prego inserire la nuova password

source: Please confirm your new password
it: Prego confermare la nuova password

source: Saving...
it: Salvataggio in corso...

source: Connected to your FABID account
it: Connesso al tuo account FABID

source: Warning
de: Achtung
it: Attenzione

source: Are sure you want to disconnect?
it: Sei sicuro di volerti disconnettere?

source: Disconnecting from FABID
it: Disconnessione dal tuo FABID

source: Disconnected
it: Disconnesso

source: Profile picture
it: Foto profilo

source: Browse
it: Sfoglia

source: Change image
it: Cambia immagine

source: Load a nice pic
it: Carica una bella immagine

source: Disconnect
de: Trennen
it: Disconnetti

source: Enter your old password
it: Prego inserire la vecchia password

source: Enter your new password
it: Prego inserire la nuova password

source: Confirm new password
it: Prego confermare la nuova password

source: Tasks notification
it: Notifiche attività

source: Send me a notification email when task is finished
it: Mandami una mail quando l'attività è terminata

source: Send me a notification email when task is paused
it: Mandami una email quando l'attività è in pausa

source: Search for a code
de: Suchen nach einem Code
it: Cerca per codice

source: Search in the description
de: Suchen in der Beschreibung
it: Cerca nelle descrizioni

source: Turning the cold extrusion protection off might be dangerous if the filament has not been removed from the head already
de: Wenn man den kalten Extrusionsschutz ausschaltet, könnte es gefährlich sein, wenn das Filament noch nicht aus dem Kopf entfernt wurde
it: Disattivare la protezione per l'estrusione a ugello freddo può essere pericoloso se il filamento non è già stato rimosso dalla testa

source: Do you want to disable cold extrusion?
de: Möchten Sie Kaltfließpressen deaktivieren?
it: Vuoi disattivare la protezione per l'estrusione a freddo?

source: Before using the touch interface you need to home XY axis first.<br><br>Make sure that the head will not hit anything during homing.
de: Vor der Verwendung der Touch-Schnittstelle müssen die XY-Achsen an Nullpunkt. <br> <br> Stellen Sie sicher, dass der Kopf nichts während der Referenzfahrt schlägt.
it: Prima di usare l'interfaccia touch sarà necessario posizionare gli assi XY in posizione home.<br><br>Assicurarsi che la testa non vada a colpire nulla durante l'homing.

source: Head/bed
de: Kopf/Bett
it: Testa/piatto

source: Cold extrusion safety
de: Kalt-Extrusionssicherheit
it: Sicurezza estrusione a freddo

source: Turn on
de: Ausschalten
it: Abilita

source: Turn off
de: Einschalten
it: Disablita

source: Extruder current temperature
de: Extruder aktuelle Temperatur
it: Temperatura attuale dell'estrusore

source: Extruder target temperature
de: Extruder Zieltemperatur
it: Temperatura target dell'estrusore

source: Fan
de: Ventilator
it: Ventola

source: Head does not have a fan
de: Der Kopf hat keinen Ventilator
it: La testa non ha la ventola

source: Clockwise
it: Senso orario

source: Head does not have a milling motor
de: Der Kopf hat keinen Fräsmotor
it: La testa non ha un motore per la fresa

source: Counter-clockwise
it: Senso anti-orario

source: Bed
de: Bett
it: Piatto

source: Bed current temperature
de: Bett aktuelle Temperatur
it: Temperature attuale del piatto

source: Bed target temperature
de: Bett Zieltemperatur
it: Temperatura target del piatto

source: Bed is not installed
de: Bett ist nich installiert
it: Il piatto non è installato

source: Write command
de: Befehl schreiben
it: Digitare un comando

source: Send
de: Senden
it: Invia

source: Press <strong>Enter</strong> to
de: Drücken Sie <strong>Enter</strong> zum
it: Premi <strong>Invio</strong> per

source: Help
it: Aiuto

source: Clear
de: Löschen
it: Pulisci

source: Supported GCodes
de: Unterstützte GCodes
it: GCodes supportati

source: Parameters
de: Parameter
it: Parametri

source: Code
it: Codice

source: Param
it: Parametro

source: Desc
it: Descrizione

source: Type
de: Typ
it: Tipo

source: Unit
de: Einheit
it: Unità

source: No parameters
de: Keine Parameter
it: Nessun parametro

source: Reply
de: Antwort
it: Risposta

source: Close
de: Schliesen
it: Chiudi

source: Register new account
de: Neues Konto registrieren
it: Registra un nuovo account

source: Needed to enter the fabui
de: Benötigt, die Fabui zu betreten
it: Necessario per accedere alla FABUI

source: Don't forget your password
de: Vergessen Sie nicht Ihr Passwort
it: Non dimenticare la tua password

source: Register
de: Registrieren
it: Registrati

source: Please enter your login name
de: Bitte geben Sie Ihren Login-Namen ein
it: Si prega di inserire la tua login

source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
it: Si prega di inserire la password

source: Please enter your password one more time
de: Bitte geben Sie Ihr Passwort noch einmal ein
it: Si prega di inserire la password ancora una volta

source: Hi {0}, below you can reset your password
de: Hallo {0}, unten können Sie Ihr Passwort zurücksetzen
it: Ciao {0}, di seguito puoi reimpostare la tua password

source: Reset
de: Zurücksetzen
it: Resettare

source: Sign in with FABID
it: Entra con FABID

source: Sign In
de: Anmelden
it: Entra

source: Enter your password
de: Geben Sie Ihr Passwort ein
it: Inserire la password

source: Forgot password?
de: Passwort vergessen?
it: Dimenticato la password?

source: Stay signed in
de: Angemeldet bleiben
it: Resta connesso

source: Don't panic
de: Keine Panik
it: Niente Paura!

source: Enter the email address you used when creating the account and click <strong>Send Email</strong>.<br>A message will be sent to that address containing a link to reset your password
de: Geben Sie die E-Mail-Adresse ein, die Sie beim Erstellen des Kontos verwendet haben, und klicken Sie auf <strong> E-Mail senden </strong>. <br>Eine Nachricht wird an diese Adresse gesendet, die einen Link enthält, um Ihr Passwort zurückzusetzen
it: Inserisci l'indirizzo email che hai utilizzato quando hai creato l'account a clicca su <strong>Invia email</strong>.<br>Un messaggio verrà speidto a quell'indirzzo contenente un link per reimpostare la password

source: This email is not recognized by the printer, please insert a valid email
de: Diese E-Mail wird vom Drucker nicht erkannt. Bitte geben Sie eine gültige E-Mail ein
it: Email non riconosciuta, inserire una mail valida

source: Send Email
de: E-Mail senden
it: Invia email

source: To be able to send an email with a reset link you need to be connected to the internet.
de: Um eine E-Mail mit einem Reset-Link senden zu können, mussen Sie mit dem Internet verbunden sein.
it: Per inviare la email con il link per reimpostare la password è necessario essere connessi ad internet.

source: Reload
de: Nachladen
it: Ricarica

source: Locked
de: Gesperrt
it: Bloccato

source: Unlock
de: Aufsperren
it: Sblocca

source: Engaging in process
de: Einrasten läuft
it: Ingaggio in corso

source: This automatic procedure will disengage the feeder and enable the rotating 4th axis.
de: Diese automatische Prozedur wird die Filament Zuführung ausschalten und die drehende 4. Achse freigeben.
it: Questa procedura automatica disattiverà l'estrusore e attiverà la rotazione del 4°asse.

source: This is a diagnostic procedure and will disable extrusion during 3D prints.<br>If you Engage the 4th axis be sure to engage the feeder prior to 3D printing
de: Dies ist ein Diagnoseverfahren und deaktiviert die Extrusion bei 3D-Drucke. <br> Wenn Sie die 4. Achse betätigen, müssen Sie den Feeder vor dem 3D-Druck einrasten
it: Questa è una procedura diagnostica e disattiverà l'estrusione durante la stampa 3D. <br> Se si ingaggia il 4° asse assicurarsi di caricare l'estrusore prima della stampa 3D

source: Use default settings
de: Standardeinstellungen benutzen
it: Usare le impostazioni di default

source: Use custom settings
de: Benutzerdefinierte Einstellungen benutzen
it: Usare le impostazioni personalizzate

source: Built-in feeder
de: Eingebauter Feeder
it: Estrusore incorporato

source: Disengage
de: Lösen
it: Disingaggiare

source: Feeder option
it: Opzioni Estrusore

source: Invert X Endstop Logic
de: X Endstop Logik umkehren
it: Inverti la logica degli Endstop asse X

source: available
de: verfügbar
it: disponibile

source: Custom overrides
de: Benutzerdefinierte Überschreibungen
it: Override personalizzati

source: Door safety messages
de: Türsicherheitsmeldungen
it: Messaggi di sicurezza sportello

source: Enable
de: Aktiviert
it: Abilita

source: Disabled
de: Deaktiviert
it: Disabilita

source: Machine limits collision warning
de: Maschine grenzt Kollisionswarnung
it: Allarme collisione limiti della macchina

source: Idle timeout
it: Timeout di inattività

source: Idle timeout. To disable set to zero
it: Timeout inattività. Per disabilitare inserire 0

source: Wire endstop
de: Filament Endstop
it: Fine filo endstop

source: Default Homing Direction
de: Standard Referenzfahrt Richtung
it: Direzione di homing predefinita

source: Left
de: Links
it: Sinistra

source: Right
de: Rechts
it: Destra

source: Use the z touch probe during homing
de: Den Z-Tastsystem während der Referenzfahrt verwenden
it: Utilizzare il tocco della sonda Z durante l'homing

source: Suggested
de: Empfohlen
it: Suggerito

source: Please perform a new nozzle height calibration when switching between the two options above
it: Ogni qualvolta si cambia opzione bisogna effettuare la calibrazione dell'altezza del nozzle

source: Both Y endstops pressed
de: Beide Y-Endstopps gedrückt
it: Entrambi gli endstops Y schiacciati

source: Both Z endstops pressed
de: Beide Z-Endstopps gedrückt
it: Entrambi gli endstops Z schiacciati

source: Pre-heating nozzle temperature
de: Düsen Vorheizungstemperatur
it: Pre-riscaldando la temperatura del nozzle

source: Pre-heating bed temperature
de: Bett Vorheizungstemperatur
it: Pre-riscaldando la temperatura del piatto

source: Calibration preference
de: Kalibriervorgabe
it: Preferenze di calibrazione

source: Sacrificial layer thickness
de: Opferschichtdicke
it: Spessore dello strato sacrificabile

source: Address mode
de: Adressmodus
it: Modalità

source: Connected to
it: Connesso a

source: IP address
de: IP Adresse
it: Indirizzo IP

source: MAC address
de: MAC Adresse
it: Indirizzo MAC

source: Address
de: Adresse
it: Indirizzo

source: Connect to hidden wifi
it: Connetti ad una rete nascosta

source: Type here SSID
it: Scrivi qui il nome della rete WIFI

source: You need to connect to a network first
de: Sie müssen zuerst eine Verbindung zu einem Netzwerk herstellen
it: Hai bisogno di connetterti ad una rete prima

source: Reloading page
de: Seite wird nachgeladen
it: Ricaricando la pagina

source: Are you sure you want to disconnect?
de: Sind Sie sicher, dass Sie die Verbindung trennen möchten?
it: Sei sicuro di volerti disconnettere?

source: Disconnecting
de: Trennung in gange
it: Disconnettendo

source: Please specify a valid IP address
de: Bitte geben Sie eine gültige IP-Adresse ein
it: Si prega di specificare un indirizzo IP valido

source: Please insert SSID
it: Si prega di inserire nome della rete WIFI

source: Please insert a valid IP address
de: Bitte geben Sie eine gültige IP-Adresse ein
it: Si prega di inserire un indirizzo IP valido

source: Please insert a valid netmask
de: Bitte geben Sie eine gültige Netmask ein
it: Si prega di inserire un netmask valido

source: Please insert a valid gateway address
de: Bitte geben Sie ein gültiges Gateway ein
it: Si prega di inserire un indirizzo gateway valido

source: Please specify an SSID
de: Bitte geben Sie ein SSID ein
it: Si prega di specificare un SSID

source: Please specify an SSID that is between 4 and 63 characters
de: Bitte geben Sie eine SSID zwischen 4 und 63 Zeichen ein
it: Si prega di specificare un SSID che sia compreso tra 4 e 63 caratteri

source: Please specify a password
de: Bitte geben Sie ein passwort ein
it: Si prega di specificare una password

source: Please specify a password between 8 and 63 characters
de: Bitte geben Sie ein Passwort zwischen 8 und 63 Zeichen ein
it: Si prega di specificare una password che sia compresa tra 8 e 63 caratteri

source: To easily access the FABtotum Personal Fabricator by using the name you inserted it is necessary to have a multicast domain name system service discovery installed, such as Bonjour or similar.
de: Um problemlos auf den FABtotum Personal Fabricator zuzugreifen, indem Sie den Namen benutzt, den Sie eingegeben haben, ist es notwendig eine Multicast Domain Name System Service Discovery installiert zu haben, wie zB Bonjour oder ähnliches.
it: Per accedere facilmente a FABtotum Personal Fabricator utilizzando il nome già inserito sarà necessario disporre di un servizio di rilevamento di nome di dominio Multicast già installato, come Bonjour o simili.

source: Head
de: Kopf
it: Testa

source: These DNS settings will be added before DNS which is acquired over DHCP
de: Diese DNS-Einstellungen werden vor DNS hinzugefügt, die über DHCP erworben werden
it: Queste impostazioni DNS saranno aggiunte prima che DNS sia acquisito per DHCP

source: Current
de: Aktuell
it: Corrente

source: These DNS settings will be added after DNS which is acquired over DHCP
de: Diese DNS-Einstellungen werden nach DNS hinzugefügt, die über DHCP erworben werden
it: Queste impostazioni DNS saranno aggiunte dopo che DNS venga acquisito per DHCP

source: Latest tweets aren't available
de: Neueste Tweets sind nicht verfügbar
it: Gli ultimi tweets non sono disponibili

source: Please check internet connection and try again
de: Bitte überprüfen Sie die Internetverbindung und versuchen Sie es erneut
it: Si prega di verificare la connessione a internet e riprovare

source: Latest blog posts
it: Ultimi post

source: Latest tweets
it: Ultimi Tweet

source: Latest instragm posts
it: Ultimi post instagram

source: Click to view comments
it: Clicca per vedere i commenti

source: View on instagram
it: Guarda su instagram

source: Feeds are not available
it: I post non sono disponibili

source: Read more
it: Leggi di più

source: FABtotum retweeted
it: FABtotum ha ritwittato

source: Latest posts aren't available
de: Neueste Beiträge sind nicht verfügbar
it: Gli ultimi posts non sono disponibili

source: Development blog
de: Entwicklungs-Blog
it: Blog di sviluppo

source: Latest news from Development blog aren't available
de: Aktuelle Nachrichten aus Entwicklungsblog sind nicht verfügbar
it: Le ultime notizie dal blog di sviluppo non sono disponibili

source: Waiting for first move
de: Warten auf den ersten Zug
it: In attesa del primo movimento

source: Aborting {0}
it: Annullando {0}

source: {0} Aborted
it: {0} annullata

source: Completing {0}
it: Completando {0}

source: {0} completed!
it: {0} completato!

source: Preparing engage procedure
de: Einrastverfahren wird vorbereitet
it: Preparando la procedura di ingaggio

source: Wait
it: Aspetta

source: Jog the endmill to the desired origin point, press <i class="fa fa-bullseye" ></i> and when you are ready press "Next"
de: Jogen Sie den Schaftfräser auf den gewünschten Ursprungspunkt, drücken Sie <i class="fa fa-bullseye" ></i> und wenn Sie bereit sind drücken Sie "Next"
it: Far correre l'endmill al punto di origine desiderato, premere <i class="fa fa-bullseye" ></i> e quando pronto premere "Successivo"

source: Close the cover
de: Schließen Sie die Abdeckung
it: Chiudi la cover

source: Focal point will be calculated automatically
it: La distanza focale sarà impostata automaticamente

source: Lower the Z so that the laser head is max 1 mm away from the stock material, then press continue
it: Abbassa l'asse Z in modo che la testa laser si posizioni a circa 1mm dal materiale, poi premi continua

source: Position will be saved for future use
de: Position wird für zukünftige Verwendung gespeichert
it: La posizione verrà salvata per usi futuri

source: Touch
it: Tocca

source: Calibrate focal point
it: Calibra distanza focale

source: Automatic focal point
it: Distanza focale automatica

source: Automatic absolute positioning
it: Posizionamento assoluto automatico

source: Fan ON
it: Ventola accesa

source: You can't upload files of this type.
de: Sie können keine Dateien dieses Typs hochladen.
it: Non puoi caricare file di questo tipo.

source: Uploaded
de: Hochladen
it: Caricato

source: Invalid file.
it: File non valido.

source: Uploading
de: Wird hochgeladen
it: Caricamento

source: Safety check
de: Sicherheitskontrolle
it: Controllo di sicurezza

source: Correct head installed
de: Korrekter Kopf installiert
it: Testa installata corretta

source: Wrong head installed
de: Falscher Kopf installiert
it: Testa installata errata

source: No head installed
de: Kein Kopf installiert
it: Nessuna testa installata

source: Please install a {0} head.
de: Bitte installieren Sie einen {0} Kopf.
it: Si prega di installare una testa {0} .

source: Bed inserted correctly
de: Bett richtig eingelegt
it: Piatto inserito correttamente

source: Bed inserted incorrectly
de: Bett falsch eingelegt
it: Piatto inserito erroneamente o non presente

source: Please flip the bed to the other side.
de: Bitte drehen Sie das Bett auf die andere Seite.
it: Si prega di girare il piatto dall'altro lato.

source: All files
de: Alle Dateien
it: Tutti i files

source: Recent
de: Letzte
it: Recenti

source: Project
de: Projekt
it: Progetto
