Repository: Aston59/fabui-colibri
Catalog: fabui/locale/*/LC_MESSAGES/fabui.po
Languages: de, it

source: Z height is <strong><span class="z-height"></span></strong>. Do you want to save it and override the value for the next prints?
de: Z-Höhe ist <strong> <span class = "z-height"> </ span> </ strong>. Möchten Sie es speichern und den Wert für die nächsten Drucke überschreiben?
it: L'altezza di Z è <strong><span class="z-height"></span></strong>. Vuoi salvare e mantenere i valori per le stampe successive?

source: Duration
de: Dauer
it: Durata

source: Restart
de: Neustarten
it: Riavvia

source: New
de: Neue
it: Nuovo

source: Engage feeder
de: Feeder einrasten
it: Ingaggia Estrusore

source: To engage the filament feeder first press ENGAGE button below and wait for the bed to stop moving.
de: Um die Fadenzuführung einzurasten, drücken Sie zuerst die EINRASTEN Taste und warten Sie bis das Bett aufhört sich zu bewegen.
it: Per ingaggiare l'estrusore del filo prima premere il bottone CARICA e attendere che il piatto smetta di muoversi.

source: Then push the small button under the building platform near the 4th axis chuck. Apply a good amount of force when pushing.
de: Dann drücken Sie den kleinen Knopf unter der Bauplattform in der Nähe der 4. Achsefutter. Tragen Sie eine gute Menge an Kraft beim Drücken.
it: Poi premere il piccolo bottone sotto la piattaforma di costruzione vicina al 4 asse. Applicare una buona dose di forza mentre si spinge.

source: Follow the instructions
de: Folgen Sie die Anweisungen
it: Segui le istruzioni

source: Make sure that the working plane is clean and free to use
de: Achten Sie darauf, dass die Arbeitsebene sauber und frei ist
it: Assicurarsi che il piano di lavoro sia pulito e libero per l'uso

source: Choose calibration type
de: Wählen Sie Kalibriertyp
it: Scegliere il tipo di calibrazione

source: Z touch probe enabled: please make sure probe's length was <a href='#maintenance/nozzle-height-calibration'>calibrated</a>
it: Probe abilitata: prego assicurarsi che la lunghezza è stata <a href='#maintenance/nozzle-height-calibration'>calibrata</a>

source: Quickly home all axis. Works well with a well calibrated working plane
de: Schnell alle Achsen referenzieren. Funktioniert gut mit einer gut kalibrierten Arbeitsebene
it: Rapidamente manda in home tutti gli assi. Assicurati che il piano sia già calibrato.

source: Probes the working plane to auto-correct movements to account for not leveled bed
de: Untersucht dei Arbeitsebene, um Bewegungen zu korrigieren, um nicht ebenes Bett zu berücksichtigen
it: Compensa automaticamente l'altezza mentre stampa su un piano non ben calibrato, ma incrementa il tempo di stampa.

source: Live feeds
it: Aggiornamenti live

source: Controls
de: Steuerungen
it: Controlli

source: Send an email when the task is finished
de: Eine E-Mail senden wenn die Aufgabe beendet ist
it: Invia una email al termie delle operazioni

source: Abort
de: Abbrechen
it: Annulla

source: Pause
de: Pausieren
it: Pausa

source: Actual
de: Aktuell
it: Corrente

source: Loading
de: Laden
it: Caricamento

source: Current layer
de: Aktuelle Schicht
it: Layer corrente

source: of
de: von
it: di

source: Total layers
de: Gesamtschichten
it: Layer totali

source: Progress
de: Fortschritt
it: Progresso

source: Speed
de: Geschwindigkeit
it: Velocità

source: Flow rate
de: Fließrate
it: Flusso filamento

source: Elapsed time
de: Verstrichene Zeit
it: Tempo trascorso

source: Est. time left
it: Tempo rimanente stimato

source: Change filament
de: Faden wechseln
it: Cambia filamento

source: Override Z height
de: Z-Höhe überschreiben
it: Overide l'altezza di Z

source: If first layers are too high or too close to the bed, use this function to finely calibrate the distance from the nozzle and the bed
it: Se il primo strato della stampa è troppo alto o troppo vicino al piatto, usare questa funzione per meglio rifinire la distanza dal nozzle e dal piatto durante le stampe 3D.

source: Usually 0.05mm increments are enough to make a difference
it: Normalmente incrementi di 0.05mm sono sufficienti per fare la differenza.

source: Away from the nozzle
de: Weg von der Düse
it: Allontanati dal nozzle

source: Closer to the nozzle
de: Näher an der Düse
it: Avvicinati al nozzle

source: Load
de: Laden
it: Carica

source: Unload
de: Entladen
it: Scarica

source: Prepare the filament by cutting it at an angle. This helps the insertion of the filament.
de: Bereiten Sie den Faden vor indem Sie ihn schräg schneiden. Dies hilft beim Einsetzen des Glühfadens.
it: Preparare il filamento tagliandolo ad angolo. Questo aiuta l'inserimento del filamento.

source: Pull the release lever on the back of the Printing Head PRO.
it: Alza la levetta posteriore della Printing Head PRO.

source: Insert the filament until it starts coming out from the nozzle
it: Inserisci il filamento finchè inizia ad uscire fuori dal nozzle

source: Release the release lever
it: Rilascia la levetta

source: Lock the feeding tube in place
it: Blocca il tubo di alimentazione del filamento in posizione

source: The Side cover is magnetically locked. Pull the panel confidently in order to access to the spool compartment.
de: Die Seitenabdeckung ist magnetisch verriegelt. Ziehen Sie die Tafel zuversichtlich, um auf das Spulenfach zuzugreifen.
it: La cover laterale è bloccata magneticamente. Tirare il pannello delicatamente per accedere al compartimento della bobina.

source: Insert the filament in the PTFE tube until you reach the feeder (you can feel it: last cm becomes harder and then you cannot push further)
it: Inserisci il filamento nel tubo PTFE fino a raggiungere il feeder (lo si può sentire: gli ultimi centimetri diventano più difficili e non si riesce più a spingere ulteriormente)

source: Remove the Feeding tube by pushing down the black cap and then pulling the tube itself.
it: Si consigli

source: Press start to begin procedure
it: Premi iniza per iniziare la procedura

source: After the filament was pulled out from the nozzle
it: Dopo che il filamento è stato estratto dal nozzle

source: Pull the filament out of the head
it: Estrai il filamento fuori dalla testa

source: <strong>Warning:</strong> You are about to start a manufacturing task involving the laser head.
de: <strong> Warnung: </strong> Sie sind dabei eine Fertigungsaufgabe mit dem Laserkopf zu beginnen.
it: <strong>Attenzione:</strong> Stai per iniziare un'operazione che include l'uso della testa laser.

source: Quick Draft
de: Schneller Entwurf
it: Bozza Rapida

source: Use the quick draft mode only for testing the setup. It will not produce enough data to make a reconstruction possible but can be used to add more details as a second pass
de: Verwenden Sie den Schnellzugriffsmodus nur zum Testen des Setups. Es wird nicht genug Daten produzieren, um eine Rekonstruktion zu ermöglichen, aber kann verwendet werden, um weitere Details als einen zweiten Pass hinzuzufügen
it: Utilizzare la modalità di bozze rapide solo per testare il setup. Non produce abbastanza dati per fare una possibile ricostruzione ma può essere usato per aggiungere maggiori dettagli per un secondo passaggio

source: Low
de: Niedrig
it: Basso

source: Use this setting for very simple or small objects. Surface quality is increased and if used as a second-pass scan this setting will add more geometry features.
de: Verwenden Sie diese Einstellung für sehr einfache oder kleine Objekte. Die Oberflächenqualität wird erhöht und bei Verwendung als Zweitpass-Scan wird diese Einstellung mehr Geometrieeigenschaften hinzufügen.
it: Usare queste impostazioni per oggetti molto semplici o piccoli. La qualità della superficie è migliorata e se si usa come scansione di secondo passaggio potrà aggiungere maggiori caratteristiche geometriche.

source: Medium
de: Mittel
it: Medio

source: This setting can be used to reconstruct simple objects with a good amount of details, provided the object is not too big and has no cavities. If used as a second pass scan, this setting will increase drastically the geometry features.
de: Diese Einstellung kann verwendet werden, um einfache Objekte mit einer Menge von Details zu rekonstruieren, vorausgesetzt, das Objekt ist nicht zu groß und hat keine Hohlräume. Wenn sie als zweiter Durchlaufscan verwendet wird, erhöht diese Einstellung drastisch die Geometriemerkmale.
it: Questa impostazione può essere utilizzata per ricostruire oggetti semplici con una buona quantità di dettagli, purché l'oggetto non sia troppo grosso e senza cavità. Se usato come scansione di secondo passaggio, questa funzione può incrementare drasticamente le caratteristiche geometriche.

source: High
de: Hoch
it: Alto

source: This setting can be used to reconstruct objects with more details, or bigger objects, keeping the point cloud data density high. If used as a second pass scan, this setting will increase drastically the geometry features.
de: Diese Einstellung kann verwendet werden, um Objekte mit mehr Details oder größeren Objekten zu rekonstruieren, wobei die Punktwolken-Datendichte hoch gehalten wird. Wenn sie als zweiter Durchlaufscan verwendet wird, erhöht diese Einstellung drastisch die Geometriemerkmale.
it: Questa funzione può essere utilizzata per ricostruire oggetti con maggiori dettagli, o oggetti più grandi, tenendo alta la densità dei dati cloud. Se utilizzato come scansione di secondo passaggio, questa opzione incrementa notevolmente le caratteristiche geometriche.

source: Use with caution, as it can create more data than needed and has a long processing time. Suitable for larger objects. It should not be used as a second-pass scan, unless the existing scans are lacking a lot of global geometry data or are localized scans. postprocessing will take up to 20 minutes.
de: Verwenden Sie mit Vorsicht, da es mehr Daten als nötig erstellen kann und eine lange Bearbeitungszeit hat. Geeignet für größere Objekte. Es sollte nicht als Second-Pass-Scan verwendet werden, es sei denn, die vorhandenen Scans fehlen viele globale Geometriedaten oder sind lokalisierte Scans. Nachbearbeitung dauert bis zu 20 Minuten.
it: Usare con cautela, dato che può creare più dati del necessario e ha un tempo di produzione lungo. Adatto per oggetti più grandi. Non dovrebbe essere utilizzato come scanner per un secondo passaggio, a meno che le scansioni esistenti siano carenti di molti punti geometrici o siano scansioni localizzate. Il post produzione può richiedere più di 20 minuti.

source: Rotating
de: Rotierend
it: Rotando

source: Laser line is projected on an object placed on an incrementally rotating platform. A 3D model can be aquired when a full 360&deg; rotation is complete. It is the most common laser scanning method<br><br><b>Accuracy: medium</b><br><b>Time of acquitision: short</b>
de: Laserlinie wird auf ein Objekt projiziert, das auf einer inkremental drehenden Plattform platziert ist. Ein 3D-Modell kann erworben werden, wenn ein voller 360&deg; Rotation ist abgeschlossen. Es ist die gängigste Laserscanmethode <br><br><b>Genauigkeit: mittel</b> <br><b>Zeit der Erfassung: kurz</b>
it: La linea laser è proiettata su un oggetto posto su una piattaforma rotante. Un modello 3D può essere acquisito quando una rotazione a 360 gradi è completata. E' il metodo di scansione laser più comune<br><br><b>Accuratezza: media</b><br><b>Tempo di acquisizione: breve</b>

source: Sweep
de: Fegen
it: Controllo

source: The laser is moved across the object with or without the object rotation. Use this method to fix holes and shadows of existing scans.Selective scan is possible.<br><br><b>Accuracy: low</b><br><b>Time of acquisition: short.</b>
de: Der Laser wird mit oder ohne Objektdrehung über das Objekt bewegt. Verwenden Sie diese Methode, um Löcher und Schatten der vorhandenen Scans zu reparieren. Selektiver Scan ist möglich. <br><br><b>Genauigkeit: niedrig</b><br><b>Zeit der Erfassung: kurz.</b>
it: Il laser è mosso attraverso l'oggetto con o senza rotazione dell'oggetto stesso. Utilizzare questo metodo per sistemare buchi e ombre delle scansioni esistenti. Scansioni selettive sono possibili.<br><br><b>Accuratezza: bassa</b><br><b>Tempo di acquisizione: breve.</b>

source: Probing
de: Sondierung
it: Sondando

source: Based on physical contact of the probe with an object, this method gives best results for flat and small surface features, e.g. a coin. Can be used on 3 or 4 axis. Localized probing is possible.<br><br><b>Accuracy: high</b> <br><b>Time of acquisition: long</b>
de: Basierend auf dem physikalischen Kontakt der Sonde mit einem Objekt ergibt dieses Verfahren beste Ergebnisse für flache und kleine Oberflächenmerkmale, z.B. eine Münze. Kann auf 3 oder 4 Achsen verwendet werden. Lokalisierte Sondierung ist möglich. <br><br> <b> Genauigkeit: hoch </b> <br> <b> Zeit der Erfassung: lang </b>
it: Basato sul contatto fisico tra la probe e l'oggetto, questo metodo dà il risultato migliore per superfici piccole e piatte, ad es. una moneta. Può essere utilizzato con 3 o 4 assi. Localizzare la probe è possibile.<br><br><b>Accuratezza: alta</b> <br><b>Tempo di acquisizione: lungp</b>

source: Photogrammetry
de: Photogrammetrie
it: Fotogrammetria

source: Structure from motion (SfM) is a range imaging technique; it refers to the process of estimating three-dimensional structures from two-dimensional image sequences which may be coupled with local motion signals. It is studied in the fields of computer vision and
de: Struktur aus Bewegung (SfM) ist eine Bereichs-Bildgebungstechnik; Es bezieht sich auf den Prozess der Schätzung dreidimensionaler Strukturen aus zweidimensionalen Bildsequenzen, die mit lokalen Bewegungssignalen gekoppelt sein können. Es wird in den Bereichen Computer Vision und studiert
it: Struttura da movimento (SfM) è una tecnica di analisi delle immagini per ricostruzione 3D; si riferisce al processo di stimare strutture a tre dimensioni da immagini a due dimensioni. Con questo metodo una serie di foto saranno catturate e in seguito utilizzabili per la ricostruzione.

source: Draft
de: Entwurf
it: Bozza

source: Very High
de: Sehr hoch
it: Molto alto

source: Ultra High
de: Ultra hoch
it: Ultra

source: Camera is not detected
de: Kamera wird nicht erkannt
it: La camera non è stata rilevata

source: If you are sure the camera is present, run the detect procedure again by clicking "Detect"
de: Wenn Sie sicher sind, dass die Kamera vorhanden ist, führen Sie die Erkennungsprozedur erneut durch, indem Sie auf "Erkennen" klicken.
it: Se sei sicuro che la camera sia presente procedi con la procedura di rilevamento cliccando su "Rileva"

source: Detect
de: Erkennen
it: Rileva

source: Take a picture
de: Ein Foto machen
it: Scatta foto

source: Photo
de: Foto
it: Foto

source: Size
de: Größe
it: Misura

source: Quality
de: Qualität
it: Qualità

source: Effect
de: Effekt
it: Effetto

source: Brightness
de: Helligkeit
it: Luminosità

source: Contrast
de: Kontrast
it: Contrasto

source: Sharpness
de: Schärfe
it: Nitidezza

source: Saturation
de: Sättigung
it: Saturazione

source: EV Comp.
it: Componente EV.

source: Exposure
de: Belichtung
it: Esposizione

source: Rotation
de: Drehung
it: Rotazione

source: Default All
de: Voreinstellung
it: Tutte le impostazioni predefinite

source: Filters
it: Filtri

source: More details
de: Mehr Details
it: Dettagli

source: Before clicking "Install", make sure the head/module is properly locked in place
it: Prima di premere "Installa", assicurarsi che la testa/modulo sia correttamente bloccata nel carrello

source: Advanced settings
it: Impostazioni avanzate

source: Module settings
it: Impostazioni modulo

source: changing these settings may affect the proper functioning of the printer
it: la modifica di queste impostazioni potrebbe influenzare il corretto funzionamento della stampante

source: Factory initialization
it: Inizializzazione di fabbrica

source: Capabilities
de: Fähigkeiten
it: Capacità

source: 3D Print (FDM)
it: Stampa 3D (FDM)

source: 3D Print (SLA)
it: Stampa 3D (SLA)

source: Custom initialization
de: Benutzerdefinierte Initialisierung
it: Inizializzazione personalizzata

source: Working mode
de: Arbeitsmodus
it: Modalità di lavoro

source: Soft ID
it: Software ID

source: Thermistor
it: Termistore

source: Max temperature
de: Max. Temperatur
it: Temperatura max

source: Min temperature
de: Min. Temperatur
it: Temperatura min

source: Steps per unit
de: Schritte pro Einheit
it: Step per unità

source: Tube length (mm)
de: Rohrlänge (mm)
it: Lunghezza tubo (mm)

source: Max E acceleration (mm/s<sup>2</sup>)
de: Max. E Beschleunigung (mm/s<sup>2</sup>)
it: Massima accelerazione di E (mm/s<sup>2</sup>)

source: Retract acceleration (mm/s<sup>2</sup>)
de: Rückzugs-Beschleunigung (mm/s<sup>2</sup>)
it: Accelerazione retrazione (mm/s<sup>2</sup>)

source: Retraction speed (mm/s)
de: Rückzugs-Geschwindigkeit (mm/s)
it: Velocità di retrazione (mm/s)

source: Retraction amount (mm)
de: Rückzugs-Betrag (mm)
it: Ammontare della retrazione (mm)

source: Steps per degree
it: Step per angolo

source: Max Aacceleration (mm/s<sup>2</sup>)
it: Accellerazione massima (mm/s<sup>2</sup>)

source: Z focusing distance
it: Distanza di messa a fuoco

source: Laser cross offset
it: Offset Croce di azzeramento

source: Laser point offset
it: Offset Punto Laser

source: Restore factory settings
de: Werkseinstellungen wiederherstellen
it: Ripristina impostazioni di fabbrica

source: Factory reset
de: Werkseinstellung
it: Ripristino ai valori di fabbrica

source: Import settings from file
it: Importa impostazioni da file

source: Import
it: Importa

source: Export settings to file
it: Esporta impostazioni su file

source: Export
de: Exportieren
it: Esporta

source: Save & Install
it: Salva e installa

source: Installing head
de: Kopf wird installiert
it: Installando la testa

source: Saving head settings
it: Salvando le impostazioni della testa

source: Remove <strong>{0}</strong> settings?
de: <strong>{0}</strong> Einstellungen entfernen?
it: Rimuovere impostazioni <strong>{0}</strong>?

source: Restore factory settings for <strong>{0}</strong> ?
de: Werkseinstellungen für <strong>{0}</strong> wiederherstellen?
it: Impostare le impostazioni di fabbrica per <strong>{0}</strong> ?

source: Factory settings restored
de: Werkseinstellungen wiederhergestellt
it: Impostazioni di fabbrica impostate

source: Installing module
it: Installazione modulo

source: Head installed
it: Testa installata

source: Connecting to PRISM module
it: Connessione al modulo PRISM

source: Prism Module connected
it: Modulo Prism disconesso

source: Loading page
it: Caricando la pagina

source: Couldn\'t connect to PRISM
it: Non è possibile connettersi al modulo PRISM

source: Redirect to settings page
it: Re-indirizzamento alla pagina delle impostazioni.

source: <strong>Warning</strong> Seems that you still have not set the head your are using.
de: <Strong> Warnung </ strong> Es scheint, dass Sie noch nicht den Kopf gesetzt haben dass Sie verwenden werden.
it: <strong>Warning</strong> Sembra che la testa in uso non sia stata impostata.

source: Currently your <strong>FABtotum Personal Fabricator</strong> is configured to use <strong>{0}</strong>
de: Derzeit ist Ihr <strong>FABtotum Personal Fabricator</strong> so konfiguriert, dass er <strong>{0}</strong> verwendet
it: Attualmente la tua <strong>FABtotum Personal Fabricator</strong> è configurata per usare <strong>{0}</strong>

source: Make sure you removed the filament, milling bits and any other accessory on the head.
de: Vergewissern Sie sich, dass Sie den Faden, Fräsbits und jedes andere Zubehör auf dem Kopf entfernt haben.
it: Assicurarsi di aver rimosso il filamento, le parti della fresa e ogni altro accessorio della testa.

source: See also <a href="maintenance/spool-management">spool maintenance</a>
de: Siehen Sie auch <a href="maintenance/spool-management"> Spool-Verwaltung </a>
it: Vedi anche <a href="maintenance/spool-management">gestione bobina</a>

source: Please select which head you want to install
de: Bitte wählen Sie aus welchen Kopf Sie installieren möchten
it: Prego selezionare quale testa si vuole installare

source: Head settings
de: Kopfeinstellungen
it: Impostazioni della testa

source: Import from file
de: Import aus Datei
it: Importa da file

source: Export to file
de: In Datei exportieren
it: Esporta a file

source: This form requires administrator privileges
it: Questo modulo richiede privilegi da amministratore

source: Select firmware version
de: Firmware-Version auswählen
it: Seleziona la versione del firmware

source: Installed Firmware
de: Installiertes Firmware
it: Firmware installato

source: Build-date
de: Baudatum
it: Data di costruzione

source: Drop files to upload
de: Drop Dateien zum Hochladen
it: Trascina file per caricarli

source: or click
de: oder klicken Sie
it: o clicca

source: Remove file
de: Datai entfernen
it: Rimuovi file

source: You can upload just {{maxFiles}} file at time
it: Puoi caricare {{maxFiles}} file alla volta

source: File error
it: Errore file

source: Processing file
it: Elaborazione file

source: Cut
it: Taglio

source: Upload failed
it: Upload fallito

source: No profiles available for this head
it: Non ci sono profili disponibili per questa testa

source: Regenerate GCode
it: Rigenera GCode

source: GCode ready
it: Gcode pronto

source: New laser project
it: Nuovo progetto laser

source: Gcode ready!
it: GCode pronto!

source: Generation failed
it: Generazione fallita

source: Gcode saved
it: Gcode salvato

source: Please enter subscription code
it: Inserisci codice abbonamento

source: Activation failed
it: Attivazione fallita

source: Check network settings and try again
it: Controlla le impostazioni di rete e ritenta ancora

source: You must enter a valid subscription code <br> in order to use CAM toolbox
it: Devi inserire un codice abbonamento valido <br> per poter utilizzare CAM toolbox

source: You need a valid subscription code to use CAM Toolbox
it: Hai bisogno di un codice abbonamento valido per utilizzare CAM toolbox

source: Are you sure you want remove it?
it: Sei sicuro di volerlo rimuovere?

source: Status
it: Stato

source: Expiration date
it: Data scadenza

source: Exp. date
it: Data scad.

source: Source image
it: Immagine sorgente

source: Laser engraving preview
it: Anteprima incisione laser

source: Use again
it: Usa ancora

source: Latest uploaded files
it: Ultimi file caricati

source: Note: max file size is {0}
it: Nota: dimensione massima del file è {0}

source: Upload new file
it: Carica nuovo file

source: Preview not available for this file
it: Anteprima non disponibile per questo file

source: Click on "Generate GCode" to show preview
it: Premi su "Genera GCode" per l'anteprima

source: Note: black is being burned by the laser
it: Nota: il nero indica dove il Laser andrà ad incidere

source: Generate GCode
it: Genera Gcode

source: Waiting for the GCode
it: In attesa del Gcode

source: Save GCode
it: Salva GCode

source: Engrave
it: Incidi

source: Download GCode
it: Scarica GCode

source: General
it: Generale

source: PWM mode
it: Modalità PWM

source: Feedrate mode
it: Modalità Feedrate

source: Skip line mode
it: Modalità linee alterne

source: Width
de: Breite
it: Larghezza

source: Height
de: Höhe
it: Altezza

source: Invert colors
it: Inverti i colori

source: Fan on
it: Ventola accesa

source: Turn laser off during travel moves
it: Disattiva laser durante movimenti rapidi

source: Profile
it: Profilo

source: Dot size
it: Dimensione punto

source: Number of gray levels
it: Numero scala di grigi

source: Z Depth
it: Z profondità

source: Value
it: Valore

source: Laser PWM will be set to a constant value
it: il PWM del laser sarà settato a un valore costante

source: Laser PWM will be calculated based on pixel color value
it: il PWM del laser sarà calcolato in base al valore del colore

source: More info
it: Dettagli

source: Burn
it: Brucia

source: Travel
it: movimenti rapidi (travel)
