Repository: Aston59/fabui-colibri
Catalog: fabui/locale/*/LC_MESSAGES/fabui.po
Languages: de, it

source: Make
de: Herstellen
it: Crea

source: Print
de: Drücken
it: Stampa

source: Mill
de: Fräsen
it: Fresatura

source: Scan
it: Scansione

source: History
de: Historie
it: Cronologia

source: Maintenance
de: Instandhaltung
it: Manutenzione

source: Heads & Modules
it: Teste e Moduli

source: Spool management
de: Spool-Verwaltung
it: Gestione Bobina

source: Bed calibration
de: Bett kalibrierung
it: Calibrazione del piatto

source: Nozzle
de: Düse
it: Ugello

source: Height calibration
de: Höhenkalibrierung
it: Calibrazione Altezza

source: PID tune
it: Calibrazione PID

source: Probe calibration
de: Sondenkalibrierung
it: Calibrazione Probe

source: Angle calibration
de: Winkelkalibrierung
it: Calibrazione Angolo Probe

source: Feeder
it: Estrusore

source: Profiles
de: Profile
it: Profili

source: Step calibration
de: Schrittkalibrierung
it: Calibrazione Steps

source: Engage
de: Einrasten
it: Aggancia

source: 4th axis
de: Vierte Achse
it: Quarto asse

source: First setup
de: Erste Einstellung
it: Primo Setup

source: System info
de: Systeminformationen
it: Info di sistema

source: Settings
de: Einstellungen
it: Impostazioni

source: Network
de: Netzwerk
it: Reti

source: Users
it: Utenti

source: Updates
de: Aktualisierungen
it: Aggiornamenti

source: Support
de: Unterstützung
it: Supporto

source: Service unauthorized
it: Servizio non autorizzato

source: Service forbidden
it: Servizio non consentito

source: Service invalid parameter
it: Parametro non valido per il servizio

source: Printer already registered
it: La stampante è già registrata

source: Printer unknown
it: Stampante sconosciuta

source: Your sign in details were not recognized, please check and try again
it: Le tue credenziali non sono state riconosciute, controllale e riprova ancora

source: Start
de: Starten
it: Inizia

source: Calibrate
de: Kalibrieren
it: Calibra

source: Get more beds
de: Mehr Betten bekommen
it: Acquista più piatti

source: Reset password
it: Reimposta password

source: Delete
de: Löschen
it: Cancella

source: Simple homing
de: Einfaches homing
it: Calibrazione semplice

source: Auto bed leveling
de: Auto Bett Nivellierung
it: Livellamento Automatico

source: Safety
de: Sicherheit
it: Sicurezza

source: Homing
it: Azzeramento

source: Lighting
de: Licht
it: Illuminazione

source: Save
de: Speichern
it: Salva

source: Channel
de: Kanal
it: Canale

source: Static
de: Statisch
it: Statico

source: Automatic (DHCP)
de: Automatisch (DHCP)
it: Automatico (DHCP)

source: Disable
de: Deaktivieren
it: Disabilita

source: Network settings
de: Netzwerkeinstellungen
it: Impostazioni di rete

source: Installed
de: Installiert
it: Installato

source: Upload
de: Hochladen
it: Carica

source: Create New
de: Erstelle neue
it: Crea nuovo

source: Edit profile
it: Modifica profilo

source: Change password
it: Cambia password

source: Notification settings
it: Impostazioni delle notifiche

source: Your account
it: Il tuo account

source: Invalid user
it: Utente non valido

source: Old password was not recognized
it: La vecchia password non è stata riconosciuta

source: Your password has been changed successfully
it: La tua password è stata cambiata con successo

source: Notifications settings has been changed successfully
it: Le impostazioni delle notifiche sono state cambiate con successo

source: Add new feeder
de: Neuen Feeder hinzufügen
it: Aggiungi nuovo estrusore

source: Configure
de: Konfigurieren
it: Configura

source: Feeder profiles
de: Feeder Profile
it: Profili estrusore

source: Step Calibration
de: Schrittkalibrierung
it: Calibrazione Step

source: Engage Feeder
de: Feeder einrasten
it: Aggancia Estrusore

source: Please check your email or password
de: Bitte überprüfen Sie Ihre E-Mail oder Ihr Passwort
it: Per favore ricontrollare email o password

source: You don't have the permission for this printer
it: Non hai i permessi per questa stampante

source: FABID doesn't exists
it: FABID non valido

source: Internet connection not available. Sign-in to your local access and then connect to internet
it: Connessione internet non disponibile. Entra con l'accesso locale e connetti la stampante a internet

source: New user created successfully
de: Neuer Benutzer wurde erfolgreich erstellt
it: Nuovo utente creato con successo

source: Password Reset
de: Passwort zurücksetzen
it: Reimposta password

source: Backup or restore your files
it: Backup o ripristina i tuoi file

source: Enter recovery mode
it: Attivazione modalità Recovery

source: Factory default
de: Werkseinstellung
it: Ripristina impostazioni di fabbrica

source: download
de: Herunterladen
it: scarica

source: Upload custom
de: Benutzer Version hochladen
it: Carica personalizzato

source: running
de: laufend
it: in esecuzione

source: paused
de: pausiert
it: in pausa

source: aborted
de: abgebrochen
it: annullato

source: aborting
de: wird abbrechen
it: annullando

source: completed
de: abgeschlossen
it: completato

source: completing
de: wird abgeschlossen
it: completando

source: Being generated
de: Wird generiert
it: Generato

source: task
de: aufgabe
it: attività

source: No running tasks
de: Keine laufenden Aufgaben
it: Non ci sono attività in corso

source: Laser Engraving
it: Incisione Laser

source: 3D Printing
it: Stampa 3D

source: Subscriptions
it: Abbonamenti

source: Constant
it: Costante

source: Linear mapping
it: Lineare

source: Groups
it: Gruppi

source: File not found
it: Filamento non inserito

source: File not valid, unable to process it
it: File non valido e non processabile

source: Generated with FABtotum CAM toolbox
it: Generato con FABtotum CAM toolbox

source: Task
de: Aufgabe
it: Attività

source: Email sending failed
de: Email Versand gescheitert
it: Invio email fallito

source: Notification disabled
it: Notifica disabilitata

source: All
it: Tutti

source: Choose mode
de: Wählen Sie den Modus
it: Scegli modalità

source: Filament
it: Filamento

source: Get ready
de: Bereit machen
it: Tieniti pronto

source: Finish
de: Ende
it: Completa

source: Get more filaments
de: Bekommen sie mehr Filamente
it: Acquista più filamenti

source: Create new project
it: Crea nuovo progetto

source: Missing argument
de: Fehlendes Argument
it: Parametro mancante

source: Completed
de: Abgeschlossen
it: Completato

source: Aborted
de: Abgebrochen
it: Annullato

source: Terminated
de: Beendet
it: Terminato

source: Go to file page
it: Vai alla pagina del file

source: File deleted
it: File eliminato

source: Show Details
it: Dettagli

source: Install samples
de: Proben installieren
it: Installa gli esempi

source: Add new project
de: Neues Projekt hinzufügen
it: Nuovo Progetto

source: Download
de: Herunterladen
it: Scarica

source: Projects
de: Projekte
it: Progetti

source: Add files
de: Dateien hinzufügen
it: Aggiungi Files

source: Back
de: Zurück
it: Indietro

source: Edit project
de: Das Projekt bearbeiten
it: Modifica progetto

source: view content
it: visualizza contenuto

source: Stats
de: Statistik
it: Statistiche

source: File view
de: Dateiansicht
it: Visualizza file

source: File statistics
de: Dateistatistik
it: Statistiche dei file

source: Not supported
de: Nicht unterstützt
it: Non supportato

source: gCodeViewer
it: visualizzatore gCode

source: Cancel
de: Abbrechen
it: Cancella

source: Add new file
de: Neue Datei hinzufügen
it: Aggiungi nuovo file

source: Object has been added
de: Objekt wurde hinzugefügt
it: L'oggetto è stato aggiunto

source: No POST data
it: Non sono disponibili dati POST

source: Edit
de: Bearbeiten
it: Modifica

source: Preview
de: Dateiansicht
it: Anteprima

source: Calibration
de: Kalibrierung
it: Calibrazione

source: Nozzle height calibration
de: Düsenhöhenkalibrierung
it: Calibrazione altezza Nozzle

source: Engage 4th Axis
de: Vierte Achse einrasten
it: Ingaggio 4° asse

source: 3D Printing (FDM)
it: Stampa 3D (FDM)

source: 3D Printing (SLA)
it: Stampa 3D (SLA)

source: Milling
de: Fräsen
it: Fresa

source: Add new head/module
it: Aggiungi nuova testa/modulo

source: Get more heads & modules
it: Acquista altre teste/moduli

source: 1 new update is available
de: 1 neues Update ist verfügbar
it: E' disponibile un nuovo aggiornamento

source: new updates are available
de: Neue updates sind verfügbar
it: sono disponibili nuovi aggiornamenti

source: Update now
de: Jetzt aktualisieren
it: Aggiorna ora

source: 1 new plugin update is available
de: 1 neues Plugin-Update ist verfügbar
it: E' disponibile un nuovo aggiornamento dei plugin

source: new plugin updates are available
de: Neue Plugin-Updates stehen zur Verfügung
it: sono disponibili nuovi aggiornamenti dei plugin

source: A new firmware update is available
de: Ein neues Firmware-Update ist verfügbar
it: E' disponibile un nuovo aggiornamento del firmware

source: A new boot update is available
de: Ein neues Boot-Update ist verfügbar
it: E' disponibile un nuovo aggiornamento iniziale

source: Great! Your FABtotum Personal Fabricator is up to date
de: Großartig! Ihre FABtotum Personal Fabricator ist auf dem neuesten Stand
it: Ottimo! La tua FABtotum Personal Fabricator è aggiornata

source: Welcome
de: Willkommen
it: Benvenuto

source: Printer
de: Drucken
it: Stampante

source: Selected file is not for printing
it: File di stampa non valido

source: Printing
de: Drucken
it: Stampa

source: Choose file or drop here
it: Scegli un file o trascinalo qui

source: Choose file or drope here
it: Scegli un file o trascinalo qui

source: Probe Angle Calibration
de: Sondenwinkel Kalibrierung
it: Calibrazione angolo Probe

source: Jannuary
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: White
de: Weiß
it: Bianco

source: Red
de: Rot
it: Rosso

source: Black
de: Schwarz
it: Nero

source: Your FABtotum
it: La tua FABtotum

source: Hi {0},<br><br>We've generated a URL to reset your password. If you did not request to reset your password or if you've changed your mind, simply ignore this email and nothing will happen.<br><br>You can reset your password by clicking the following URL:<br><a href="{1}">{1}</a><br><br>If clicking the URL above does not work, copy and paste the URL into a browser window. The URL will only be valid for a limited time and will expire.
de: Hi {0}, <br> <br> Wir haben eine URL erstellt, um Ihr Passwort zurückzusetzen. Wenn Sie nicht aufgefordert haben, Ihr Passwort zurückzusetzen, oder wenn Sie Ihre Meinung geändert haben, ignorieren Sie einfach diese E-Mail und nichts wird passieren. <br> <br> Sie können Ihr Passwort zurücksetzen, indem Sie auf die folgende URL klicken: <br> <a href = "{1}"> {1} </a> <br> <br> Wenn Sie auf die obige URL klicken, kopieren und fügen Sie die URL in ein Browserfenster ein. Die URL ist nur für eine begrenzte Zeit gültig und läuft ab.
it: Ciao {0},<br><br>Abbiamo generato una URL per reimpostare la tua password. Se non hai richiesto di reimpostare la tua password o hai cambiato idea puoi semplicemente ignorare questa email e niente succederà.<br><br>Puoi reimpostare la tua password cliccando al seguente link:<br><a href="{1}">{1}</a><br><br>Se cliccando il link non funziona copialo e incollalo direttamente nella barra degli indirizzi del tuo browser. Il link sarà disponibile per un periodo limitato di tempo.

source: Popular
de: Beliebt
it: Popolare

source: Share on facebook
it: Condividi su Facebook

source: Connection timeout
it: Connessione scaduta

source: Missing FABID
it: FABID mancante

source: second
de: Sekunde
it: secondo

source: seconds
de: Sekunden
it: secondi

source: minute
it: minuto

source: minutes
de: Minuten
it: minuti

source: hour
de: Stunde
it: ora

source: hours
de: Stunden
it: ore

source: day
de: Tag
it: giorno

source: days
de: Tage
it: giorni

source: month
de: Monat
it: mese

source: months
de: Monate
it: mesi

source: year
de: Jahr
it: anno

source: years
de: Jahre
it: anni

source: Your email address must be in the format of name@domain.com
de: Ihre E-Mail-Adresse muss im Format von name@domain.com sein
it: Il tuo indirizzo email deve essere nel formato nome@dominio.com

source: Please enter your first name
de: Geben Sie bitte Ihren Vorname ein
it: Prego inserire il nome

source: Please enter your lasts name
de: Geben Sie bitte Ihren Nachname ein
it: Prego inserire il cognome

source: Please enter your email address
de: Geben Sie bitte Ihre Email-Adresse ein
it: Prego inserire l'indirizzo email

source: Please enter the same password as above
de: Bitte geben Sie dasselbe Passwort wie oben ein
it: Prego inserire la stessa password come sopra

source: You must agree with Terms and Conditions
de: Sie müssen mit den Allgemeinen Geschäftsbedingungen einverstanden sein
it: Devi accettare i Termini e le Condizioni per procedere

source: Please insert serial number
it: Si prega di inserire il numero seriale

source: Please insert valid password
de: Bitte geben Sie ein gültiges Passwort ein
it: Si prega di inserire una password valida

source: Please enter at least {0} characters
it: Inserire almeno {0} caratteri

source: Please enter a valid email address
de: Bitte geben Sie eine gültige Email-Adresse ein
it: Si prega inserire un indirizzo email valido

source: Please enter the password
it: Si prega di inserire la password

source: Next
de: Weiter
it: Successivo

source: Skip
de: Überspringen
it: Salta

source: Install
de: Installieren
it: Installa

source: Translating
de: Wird übersetzt
it: Traducendo

source: Please wait
de: Bitte warten Sie
it: Attendere prego

source: Scanning
de: Wird gescannt
it: Scansionando

source: Connect
de: Verbinden
it: Connetti

source: Password for
de: Passwort für
it: Passwod per

source: Connecting to FABID
it: Connessione al FABID

source: Connected via FABID
it: Connesso col FABID

source: FABID connected
it: FABID connesso

source: Please select your language before proceeding with the installation
de: Bitte wählen Sie Ihre Sprache aus, bevor Sie mit der Installation fortfahren
it: Scegli la tua lingua prima di procedere con l'installazione

source: What is your timezone?
de: Was ist Ihre Zeitzone?
it: Qual è il tuo fuso orario?

source: Create your personal account
de: Erstellen Sie Ihr persönliches Konto
it: Crea il tuo account personale

source: First name
de: Vorname
it: Nome

source: Last name
de: Nachname
it: Cognome

source: Confirm password
it: Conferma password

source: I agree with the
de: Ich stimme mit den
it: Sono d'accordo

source: Terms & Conditions
de: Geschäftsbedingungen
it: Termini e Condizioni

source: Assign a name to your FABtotum
de: Weisen Sie Ihrem FABtotum einen Namen zu
it: Dai un nome alla tua FABtotum

source: I'd like to have a name
de: Ich hätte gern einen Namen
it: Mi piacerebbe avere un nome

source: Insert serial number
de: Seriennummer eingeben
it: Inserire il numero seriale

source: The unit's serial number can be found on the back cover.
de: Die Seriennummer des Gerätes befindet sich auf der Rückseite.
it: Il numero seriale dell'unità si trova sulla cover posteriore.

source: What color is your FABtotum
de: Welche Farbe ist Ihr FABtotum
it: Di che colore è la tua FABtotum?

source: For a better experience connect your printer to internet
it: Per una esperienza migliore si consiglia di connettere la stampante a internet

source: You're almost done.
de: Fast fertig.
it: Ce l'hai quasi fatta.

source: Connect with FABID
it: Connetti con FABID

source: Click <strong>Install</strong> to complete
de: Klicken Sie auf <strong>Installieren</strong> zum fertigstellen
it: Clicca <strong>Installa</strong> per completare

source: Prev
de: Zurück
it: Precedente

source: Installation in progress
de: Installation läuft
it: Installazione in corso

source: This may take a while, please wait
de: Dies kann eine Weile dauern, bitte warten
it: Questo potrebbe richiedere un po' di tempo, attendere prego

source: I agree
de: Ich stimme zu
it: Accetto

source: Insert password
it: Inserisci password

source: Show password
de: Passwort anzeigen
it: Mostra password

source: Connect to your FABID account
it: Connettiti al tuo account FABID

source: Need an account?
de: Benötigen Sie ein Konto?
it: Hai bisogno di un account?

source: Select filament to load
de: Wählen Sie das zu ladende Filament aus
it: Selezionare il filamento da caricare

source: What filament are you going to unload?
de: Welches Filament werden Sie entladen?
it: Che tipo di filamento stai per scaricare?

source: Heating nozzle
it: Riscaldamento del nozzle

source: General Safety Lockdown
de: Allgemeine Sicherheitsabschaltung
it: Chiusura generale di sicurezza

source: Printer stopped due to errors
de: Der Drucker wurde aufgrund von Fehlern gestoppt
it: Stampa interrotta a causa di errori

source: Front panel is open, cannot continue
de: Die Frontblende ist offen, kann nicht fortfahren
it: Il pannello frontale è aperto, non si può continuare

source: Head not properly aligned or absent
it: Testa non allineata correttamente o assente

source: Extruder Temperature critical, shutting down
de: Extruder Temperatur kritisch, schalte aus
it: Temperatura critica dell'estrusore, spegnimento

source: Bed Temperature critical, shutting down
de: Bett Temperatur kritisch, schalte aus
it: Temperatura critica del piatto, spegnimento

source: X max Endstop hit: Move the carriage to the center or check Settings > Hardware > Custom Settings >Invert X Endstop Logic
de: X max Endstop aktiviert: Bewegen Sie den Kopf in die Mitte oder wählen Sie Einstellungen> Hardware> Benutzerdefinierte Einstellungen> X-Endstop-Logik umkehren
it: X max Endstop colpito: Muovere il carrello al centro o controllare le Impostazioni > Hardware > Impostazioni personalizzate >Invertire la logica degli X Endstop

source: X min Endstop hit: Move the carriage to the center or check Settings > Hardware > Custom Settings >Invert X Endstop Logic
de: X min Endstop aktiviert: Bewegen Sie den Kopf in die Mitte oder wählen Sie Einstellungen> Hardware> Benutzerdefinierte Einstellungen> X-Endstop-Logik umkehren
it: X min Endstop colpito: Muovere il carrello al centro o controllare le Impostazioni > Hardware > Impostazioni personalizzate >Invertire la logica degli X Endstop

source: Y max Endstop hit: Move the carriage to the center and reset
de: Y max Endstop aktiviert: Bewegen Sie den Kopf in die Mitte und startet Sie die Steuerplatine neu
it: Y max Endstop colpito: Muovere il carrello al centro e resettare

source: Y min Endstop hit: Move the carriage to the center and reset
de: Y min Endstop aktiviert: Bewegen Sie den Kopf in die Mitte und startet Sie die Steuerplatine neu
it: Y min Endstop colpito: Muovere il carrello al centro e resettare

source: The FABtotum has been idling for a while. Temperatures and Motors have been turned off
it: La FABtotum non è stata utilizzata per un pò. Temperature e motore sono stati spenti

source: Out of filament detected
de: Filament ist verbraucht
it: Filamento non presente

source: Both Y Endstops hit at the same time
de: Beide Y Endstops aktiviert zur gleichen Zeit
it: Entrambi i finecorsa Y hanno colpito allo stesso tempo

source: Both Z Endstops hit at the same time
de: Beide Z Endstops aktiviert zur gleichen Zeit
it: Entrambi i finecorsa Z hanno colpito allo stesso tempo

source: Ambient temperature is less then 15&deg;C. Cannot continue
de: Die Umgebungstemperatur beträgt weniger als 15&deg;C. Kann nicht weitergehen
it: La temperatura dell'ambiente è meno di 15&deg;C. Non si può continuare

source: Cannot extrude filament: the nozzle temperature is too low
de: Kann nicht filament extrudieren: Die Düsentemperatur ist zu niedrig
it: Non è possibile estrudere il filamento: la temperatura dell'ugello è troppo bassa

source: Cannot extrude so much filament!
de: Kann nicht so viel Filament extrudieren!
it: Non è sicuro estrudere così tanto filamento!

source: Restore
de: Wiederherstellen
it: Ripristina

source: Welcome to the restore wizard of the FABtotum User Interface. Follow the steps and select the data to be restored.
de: Willkommen zum Wiederherstellungsassistenten der FABtotum Benutzeroberfläche. Folgen Sie den Schritten und wählen Sie die wiederherzustellenden Daten aus.
it: Benvenuto nella procedura guidata per il ripristino dell'interfaccia Utente FABtotum "FABUI". Segui i passaggi e seleziona i dati da ripristinare.

source: Restore all previously uploaded and created objects and files.
de: Wiederherstellen aller zuvor hochgeladenen und erstellten Objekte und Dateien.
it: Ripristina tutti i precedenti upload e progetti creati.

source: User Objects and Files
de: Benutzerobjekte und Dateien
it: Progetti e file dell'utente

source: Hardware Settings
de: Hardware-Einstellungen
it: Impostazioni Hardware

source: Restore all previous task data.
de: Wiederherstellen aller vorherigen Aufgabendaten.
it: Ripristina tutti i precedenti dati dell'operazione.

source: Task History
de: Aufgabengeschichte
it: Crologia Attività

source: Restore all head settings.
de: Wiederherstellen aller Kopfeinstellungen.
it: Ripristina tutte le impostazioni della testa.

source: Head Settings
de: Kopfeinstellungen
it: Impostazioni Testa

source: Restore all feeder settings.
de: Wiederherstellen aller Feeder-Einstellungen.
it: Ripristina tutte le impostazioni dell'estrusore.

source: Feeder Settings
de: Feeder-einstellungen
it: Impostazioni estrusore

source: Restore Network settings including WiFi passwords.
de: Wiederherstellen von Netzwerkeinstellungen einschließlich WiFi-Passwörtern.
it: Ripristina le impostazioni di rete incluse le passwords WiFi.

source: Restore all previously installed plugins.
de: Wiederherstellen aller zuvor installierten Plugins.
it: Ripristina tutti i plugins installati precedentemente.

source: Click <strong>restore</strong> to complete
de: Klicken Sie auf <strong>Wiederherstellung</strong> zum fertigstellen
it: Clicca <strong>ripristina</strong> per completare

source: Applying new settings
de: Neue Einstellungen anwenden
it: Applicando le nuove impostazioni

source: Please enter serial number
it: Si prega di inserire il serial number

source: Serial number has 13 characters
it: Il serial number è composto da 13 caratteri

source: Saving
de: Wird gespeichert
it: Salvataggio in corso

source: Settings applied
it: Impostazioni applicate

source: Setting unit color
it: Sto impostando il colore della stampante

source: Setting serial number
it: Sto impostando il Serial Number

source: Setting new host name
it: Sto impostando il nuovo Hostname

source: To edit information below you need administrator privileges
it: Questo modulo richiede privilegi da amministratore

source: Name
it: Nome

source: Serial number
de: Seriennummer
it: Numero seriale

source: n.a.
it: n.d.

source: Color
it: Colore

source: Date
de: Datum
it: Data

source: Language
de: Sprache
it: Lingua

source: Build date
de: Baudatum
it: Data di costruzione

source: Author
de: Autor
it: Autore

source: Installed head
de: Installierter Kopf
it: Testa installata

source: Printer settings (M503 output)
de: Druckereinstellungen (Ausgabe M503)
it: Impostazioni stampante (comando M503)

source: Board details
it: Dettagli Scheda

source: Board
it: Scheda

source: Time alive
de: Zeit am Leben
it: Tempo da prima accensione

source: Temperature
de: Temperatur
it: Temperatura

source: RAM memory
de: RAM-Speicher
it: Memoria RAM

source: Free
de: Frei
it: Libero

source: Used
de: Benutzt
it: Utilizzato

source: Total
de: Gesamt
it: Totale

source: Bundles
it: Pacchetti

source: Set system date and time
it: Imposta data e ora del sistema

source: Day
it: Giorno

source: Month
it: Mese

source: Year
it: Anno

source: Hours
it: Ore

source: Timezone
it: Fuso orario
