Repository: Aston59/fabui-colibri
Catalog: fabui/locale/*/LC_MESSAGES/fabui.po
Languages: de, it

source: Save & Configure
it: Salva & Configura

source: Preparing procedure
de: Vorbereitungsverfahren
it: Preparazione della procedura

source: Please press the START button to initiate
de: Bitte drücken Sie die START-Taste zum beginnen
it: Si prega di premere il bottone START per iniziare

source: To engage the filament feeder push the small button under the building platform near the 4th axis chuck.
de: Um die Fadenzuführung einzubringen, schieben Sie den kleinen Knopf unter der Bauplattform in der Nähe des 4. Achsenfutters.
it: Per ingaggiare l'estrusore del filamento premere il piccolo bottone sotto la piattaforma di costruzione vicina al chuck del 4°asse.

source: Apply a good amount of force when pushing
de: Tragen Sie eine gute Menge an Kraft beim Drücken
it: Applicare una buona dose di forza mentre si preme

source: Target width
it: Larghezza

source: Target height
it: Altezza

source: Laser dot size
it: Dimensione punto laser

source: Travel moves
it: movimenti rapidi (travel)

source: To prevent laser leaving travel trails, turn it off during travel moves.
it: Disattiva laser durante movimenti rapidi

source: Sending email
it: Invio email

source: Please wait..
it: Attendere prego...

source: A message was sent to that address containing the instructions to reset the password
it: Un messaggio è stato mandato a quell'indirizzo contenente il link per reimpostare la tua password

source: Processing...
it: Operazione in corso...

source: Last login
it: Ultimo accesso

source: Before deleting this user, you can transfer data associated with it to a new owner.
it: Prima di eliminare un utente puoi trasferire i suoi dati ad un nuovo proprieatario.

source: Transfer data
it: Trasferisci dati

source: Select new owner
it: Seleziona nuovo proprietario

source: Please select at least 1 object
de: Bitte wählen Sie mindestens ein Objekt aus
it: Si prega di selezionare almeno un 1 progetto

source: Information
it: Informazioni

source: Do you really want to remove the selected objects?
de: Möchten Sie die ausgewählten Dateien wirklich entfernen?
it: Vuoi davvero rimuovere i progetti selezionati?

source: Deleting
de: Wirt gelöscht
it: Cancellando

source: Error deleting object
de: Fehler beim Löschen des Objekts
it: Errore nella cancellazione del progetto

source: Do you really want download the selected objects?
de: Möchten Sie die ausgewählten Objekte wirklich herunterladen?
it: Vuoi veramente scaricare i progetti selezionati?

source: Installing samples
de: Beispiele werden installieret
it: Installando i samples

source: Do you really want to install samples?
de: Möchten Sie die Beispiele wirklich installieren?
it: Vuoi davvero installare i samples?

source: Object saved with success
de: Objekt erfolgreich gespeichert
it: Progetto salvato con successo

source: Deleting file
de: Datei wird gelöscht
it: Cancellando il file

source: Error deleting file(s)
de: Fehler beim Löschen der Datei(en)
it: Errore nella cancellazione del/i file(s)

source: Please select at least 1 file
de: Bitte wählen Sie mindestens 1 Datei aus
it: Si prega di selezionare almeno 1 file

source: Do you really want to remove the selected files?
de: Möchten Sie die ausgewählten Dateien wirklich entfernen?
it: Vuoi davvero rimuovere i file selezionati=

source: Do you really want download the selected files?
de: Möchten Sie die ausgewählten Dateien wirklich herunterladen?
it: Vuoi veramente scaricare i file selezionati?

source: You don't have permissions to edit this project
it: Non hai i permessi per modificare questo progetto

source: Default action
de: Voreinstellung
it: Azione predefinita

source: You can upload 10 files at a time
de: Sie können bis zu 10 Dateien auf einmal hochladen
it: Puoi caricare 10 file alla volta

source: Please enter object name
de: Bitte geben Sie den Objektnamen ein
it: Si prega di inserire un nome per il progetto

source: Saving object
de: Das Objekt wird gespeichert
it: Salvando il progetto

source: Usb disk
de: Usb-Festplatte
it: Disco Usb

source: Please insert USB disk
de: Bitte legen Sie eine USB-Festplatte ein
it: Si prega di inserire un disco USB

source: Upload progress
de: Hochladungs fortschritt
it: Progresso del caricamento

source: Nozzle Temperature
de: Düse Temperatur
it: Temperatura del nozzle

source: Nozzle Target
de: Düsenziel
it: Target del nozzle

source: Pid tune completed
de: PID tunen abgeschlossen
it: PID tune completato

source: Saving and applying new values
de: Neue Werte speichern und anwenden
it: Salvando e applicando i nuovi valori

source: Current PID
de: Aktueller PID
it: PID attuale

source: Target temperature
de: Zieltemperatur
it: Temperatura target

source: Cycle
de: Zyklus
it: Ciclo

source: New probe length
de: Neue Sondenlänge
it: Nuova lunghezza della Probe

source: New z max offset
de: Neues z max Offset
it: Nuovo z max offset

source: New nozzle offset
de: Neues Düsenversatz
it: Nuovo nozzle offset

source: Old nozzle offset
de: Altes Düsenversatz
it: Vecchio nozzle offset

source: Running analysis
it: Analisi in corso

source: Please wait for process to get finished
it: Si prega di attendere finché i processi attivi non sono terminati.

source: Model info
it: Informazioni sul modello

source: 2D render options
it: Opzioni di renderizzazione 2D

source: Nozzle size
it: Dimensione ugello

source: No data available
it: Dati non disponibili

source: Attempts
it: Tentativi

source: You can upload 10 files at time
it: Puoi caricare 10 file alla volta

source: Adding files
it: Aggiungendo i file

source: Please insert usb disk
it: Si prega di inserire un disco USB

source: Please select an action
it: Prego selezionare un azione

source: Error deleting file
it: Errore nella cancellazione del file

source: Do you really want to remove this file
it: Vuoi veramente rimuovere il file selezionato?

source: The file was saved
it: Il file è stato salvato

source: You don't have permissions to edit this file
it: Non hai i permessi per modificare questo file

source: Using the buttons below, raise the bed until a standard piece of copy paper (80 mg) can barely move between the nozzle and the bed
it: Utilizzando i bottoni sottostanti, solleva il piatto finché un foglio di carta standard (80mg) tra l'ugello e il piatto possa muoversi grattando leggermente.

source: Caution the nozzle is hot
it: Attenzione l'ugello è caldo!

source: Close to nozzle
it: Avvicinati all'ugello

source: If the print first layer is too high or too close to the bed, use this function to finely calibrate the distance from the nozzle and the bed during 3D-prints
it: Se il primo strato della stampa è troppo alto o troppo vicino al piatto, usare questa funzione per meglio rifinire la distanza dall'ugello e dal piatto durante le stampe 3D.

source: Distance override
it: Override distanza

source: Calibration complete
it: Calibrazione completa

source: Before proceed make sure nozzle is clean
it: Prima di procedere assicurati che l'ugello sia pulito

source: Z touch probe enabled: probe's length will be automatically calibrated
it: Z probe abilitata: la lunghezza della probe verrà calibrata automaticamente

source: Helps you correct the nozzle height during prints. Each time you swap heads you should re-calibrate
it: Aiuta a correggere l'altezza dell'ugello durante le stampe. Ogni volta che si cambia la testa dovrà essere ri-calibrata.

source: Post-processing started
it: Post processing inziato

source: Post-processin completed
it: Post processing completato

source: Initializing scan
it: Inizializzazione scansione

source: Scan started
it: Scansione iniziata

source: Scan aborted.
de: Scan wurde abgebrochen.
it: Scansione annullata.

source: Scan completed.
de: Scan abgeschlossen.
it: Scansione completata.

source: PAUSED
de: Pausiert
it: In pausa

source: RESUMING
de: wird fortgesetzt
it: Ripartendo

source: RESUMED
de: fortgesetzt
it: Ripartito

source: ABORTED
de: abgebrochen
it: Annullato

source: PID Autotune started.
de: PID Autotune wurde gestartet.
it: Autocalibrazione dei PID iniziata.

source: Result: P: {0}, I: {1}, D: {2}
de: Ergebnis: P: {0}, I: {1}, D: {2}
it: Risultati: P: {0}, I: {1}, D: {2}

source: No results. Failed.
de: Keine Ergebnisse. Gescheitert.
it: Nessun risultato. Fallita.

source: No results. Aborted.
de: Keine Ergebnisse. Abgebrochen.
it: Nessun risultato. Annullata.

source: PID Autotune finished.
de: PID Autotune beendet.
it: Autocalibrazione dei PID finita.

source: Capture started.
it: Acquisizione iniziata.

source: Capture finished.
it: Acquisizione finita.

source: Manual bed leveling error.
de: Manueller Nivellierungsfehler.
it: Errore di livellamento manuale del piatto.

source: Measuring point {0} of {1} ({2} times)
de: Meßpunkt {0} von {1} ({2} mal)
it: Misura in corso di punti {0} di {1} ({2} volte)

source: Probe failed
it: Probing fallito

source: Manual bed leveling finished.
de: Manuelle Bett Nivellierung abgeschlossen.
it: Livellamento manuale del piatto completato.

source: Print STARTED
de: Druck gestartet
it: Stampa iniziata

source: Print PAUSED
de: Druck pausierte
it: Stampa in pausa

source: Please wait until the buffered moves in totumduino are finished
de: Bitte warten Sie, bis die gepufferten Bewegungen in totumduino fertig sind
it: Si prega di attendere finché i movimenti bufferizzati nella totumduino non sono finiti

source: RESUMING Print
de: Druck wird fortgesetzt
it: La stampa sta ripartendo

source: Print RESUMED
de: Druck wird fortgesetzt
it: Stampa ripartita

source: Print ABORTED
de: Druck wurde abgebrochen
it: Stampa annullata

source: Warning: print paused due to error {0}
de: Warnung: Drucken wurde pausiert wegen Fehler {0}
it: Stampa interrotta a causa di errori

source: Warning: filament is about to end
de: Warnung: Filament ist fast aufgebraucht
it: Attenzione: il filamento sta per esaurire

source: Warning: cannot extrude filament: the nozzle temperature is too low
de: Warnung: kann nicht Filament extrudieren: die Düsentemperatur ist zu niedrig
it: Non è possibile estrudere il filamento: la temperatura del nozzle è troppo bassa

source: Warning: ambient temperature is less then 15&deg;C. Cannot continue
de: Warnung: Umgebungstemperatur ist weniger als 15&deg;C. Kann nicht weitergehen
it: La temperatura dell'ambiente è meno di 15&deg;. Non si può continuare

source: Warning: cannot extrude so much filament!
de: Warnung: kann nicht so viel Filament extrudieren!
it: Non è possibile estrudere così tanto filamento!

source: Warning: extruder Temperature critical, shutting down
de: Warnung: Extruder Temperatur ist kritisch, Wird ausgeschaltet
it: Temperatura critica dell'estrusore, spegnimento

source: The FABtotum has been idling for more than 10 minutes. Temperatures and Motors have been turned off
de: FABtotum ist seit mehr als 10 Minuten im Leerlauf. Temperaturen und Motoren wurden ausgeschaltet
it: La FABtotum non è stata utilizzata per più di 10 minuti. Temperature e motore sono stati spenti

source: Print initialized.
de: Drucken initialisiert.
it: Stampa inizializzata.

source: Deleting plugin <strong>{0}</strong> files...
de: Löschen von Plugin <strong> {0} </ strong> Dateien ...
it: Cancellazione dei files del plugin <strong>{0}</strong>...

source: Done
de: Fertig
it: Completato

source: Integrating plugin <strong>{0}</strong> into system...
de: Plugin <strong>{0}</ strong> wird in das System integriert...
it: Integrando i files del plugin <strong>{0}</strong> nel sistema...

source: Decoupling plugin <strong>{0}</strong> from system...
de: Plugin <strong>{0}</strong> wird aus dem System entkoppelt
it: Disaccoppiamento dei files del plugin <strong>{0}</strong> dal sistema...

source: Downloading plugin {0}...
de: Plugin {0} wird heruntergeladen...
it: Scaricamento del plugin {0}...

source: Installing plugin {0}...
de: Plugin {0} wird installiert...
it: Installazione del plugin {0}...

source: Installed plugin {0}
de: Plugin {0} installiert
it: Plugin installato: {0}

source: Finishing task
de: Aufgabe wird beendet
it: Completamento operazione

source: Milling STARTED
de: Fräsen GESTARTET
it: Fresatura iniziata

source: Milling PAUSED
de: Fräsen PAUSIERT
it: Fresatura in pausa

source: Milling RESUMED
de: Fräsen FORTGESETZT
it: La fresatura è ripartita

source: Milling ABORTED
de: Fräsen ABGEBROCHEN
it: Fresatura annullata

source: Milling Initialized.
de: Fräsen Initialisiert.
it: Fresatura inizializzata.

source: Command.
it: Comando.

source: No connected device
it: Nessun dispositivo connesso

source: Find chessboard: SUCCESS.
it: Trovare la scacchiera: SUCCESSO.

source: Find chessboard: FAILED.
it: Trovare la scacchiera: FALLITO.

source: Pose estimation: SUCCESS.
it: Stima della posa: SUCCESSO.

source: Pose estimation: FAILED.
it: Stima della posa: FALLITA.

source: Parameter validation: FAILED.
it: Validazione parametri: FALLITA.

source: Parameter validation: PASSED.
it: Validazione parametri: SUPERATA.

source: Parameter saved to "{0}".
it: Parametri salvati a "{0}".

source: Loaded intrinsic parameters from "{0}".
it: Scaricando i parametri intrinseci da {0}.

source: Calculation started.
it: Calcolo iniziato.

source: Calculation for {0} failed.
it: Calcolo di {0} fallito.

source: Calculation for {0} successful.
it: Calcolo di {0} eseguito.

source: Homing all axes
de: Referenzierung von allen Achsen
it: Homing di tutti gli assi

source: Probing points
it: Sondando

source: Saving point cloud to file {0}
de: Punktwolke wird in die {0} Datei gespeichert
it: Salvando la nuvola di punti nel file {0}

source: Physical Probing aborted.
de: Physisches proben abgebrochen.
it: Sonda fisica annullata.

source: Physical Probing completed.
de: Physisches proben abgeschlossen.
it: Sonda fisica completata.

source: Connection error: {0}
de: Verbindungsfehler: {0}
it: Errore di connessione: {0}

source: Image {0} skipped, will be resend later
it: Immagine {0} ignorata, verrà elaborata dopo

source: Paused
de: Pausiert
it: In pausa

source: Resuming
de: Fortsetzen
it: Ripartendo

source: Sending skipped images
it: Elaborazione delle immagini ignorate

source: Resending image {0}
it: Elaborazione immagine {0}

source: Scan aborted
de: Scan abgebrochen
it: Scansione annullata

source: Error parsing command [{0}], {1}
it: Errore nell'analisi del comando [{0}], {1}

source: Email sent
de: Email senden
it: Email spedita

source: Schutting down...
de: Herunterfahren...
it: Spegnendo...

source: Task Started
de: Aufgabe gestartet
it: Task iniziato

source: Wait for nozzle temperature to reach {:.0f}&deg;C
it: In attesa che la temperatura dell'ugello raggiunga {0}&deg;C

source: Wait for bed temperature to reach {:.0f}&deg;C
it: In attesa che la temperatura del piatto raggiunga {0}&deg;C

source: Nozzle temperature set to {:.0f}&deg;C
it: Temperatura del nozzle impostata a {0}&deg;C

source: Bed temperature set to {:.0f}&deg;C
it: Temperatura del patto impostata a {0}&deg;C

source: Fan value set to {0}%
de: Ventilator auf {0}% eingestellt
it: Valori della ventola impostati a {0}%

source: Fan off
de: Ventilator ausgeschaltet
it: Ventola spenta

source: Speed factor set to {0}%
de: Geschwindigkeitsfaktor auf {0}% eingestellt
it: Fattore velocità impostato a {0}%

source: Extruder flow set to {0}%
de: Extruderströmung auf {0}% eingestellt
it: Flusso dell'estrusore impostato a {0}%

source: Milling motor RPM set to {0}
de: Fräsmotor RPM auf {0} eingestellt
it: RPM del motore fresa impostate a {0}

source: Laser power set to {0}%
de: Laserleistung auf {0}% eingestellt
it: Potenza del laser impostata a {0}%

source: Task has been terminated
de: Die Aufgabe wurde abgebrochen
it: L'operazione è stata terminata

source: File processed
it: Il file è stato processato

source: Check for plugins..
it: Controllo plugins in corso

source: Please install {0} plugin
it: Si prega di installare il plugin {0}

source: Activating {0} plugin
it: Attivando il plugin {0}

source: Timeout for {0}
de: Timeout für {0}
it: Tempo scaduto per {0}

source: {0} aborted
de: {0} abgebrochen
it: {0} annullata

source: Probe position
de: Sondenposition
it: Posizione della Probe

source: Setting rel position
de: Einstellung zur Relativ positionierung
it: Impostando posizione relativa

source: Moving bed away from the probe
de: Bett weg von der Sonde bewegen
it: Muovendo il piatto lontano dalla testa

source: Retract probe
de: Sonde geschlossen
it: Chiudere la Probe

source: Get position
de: Position abholen
it: Acquisendo la posizione

source: Reading settings from eeprom
de: Einstellungen von eeprom lesen
it: Leggendo le impostazioni da eeprom

source: Controller serial ID
de: Controller serielle ID
it: Numero seriale del controller

source: Controller control code
de: Controller-Steuercode
it: Codice di controllo del controller

source: Board version
it: Versione delle scheda

source: Production batch
de: Produktions Stapel
it: Lotto di produzione

source: Production batch control code
de: Produktions Stapel Steuercode
it: Codice di controllo del lotto di produzione

source: Firmware version
it: Versione del firmware

source: Firmware build date
de: Firmware Baudatum
it: Data di costruzione del firmware

source: Firmware author
de: Firmware Autor
it: Autore del firmware

source: Setting feeder values...
it: Impostazione valori feeder in corso

source: Setting E steps per unit to {0}
it: Imposto gli step per unità di E a {0}

source: Setting E position to 0
de: E Position auf 0 einstellen
it: Impostando la posizione di E a 0

source: Setting E acceleration to {0}
de: E Beschleunigung auf {0} einstellen
it: Impostando l'accellerazione di E a {0}

source: Setting E max feedrate to {0}
de: E max Vorschubgeschwindigkeit auf {0} einstellen
it: Impostando max feederate di E a {0}

source: Setting E max jerk to {0}
de: E max Ruck auf {0} einstellen
it: Impostando max jerk di E a {0}

source: Setting retract acceleration {0}
de: Rückzug Beschleunigung auf {0} einstellen
it: Impostando la velocità di retrazione {0}

source: Setting 4th-axis values...
it: Imposto i valori del 4° asse

source: Setting A steps per degree to {0}
it: Imposto gli step per angolo di A a {0}

source: Setting A position to 0
it: Imposto la posizione di A a 0

source: Setting A acceleration to {0}
it: Imposto l'accelerazione di E a {0}

source: Setting A max feedrate to {0}
it: Imposto max feederate di E a {0}

source: Setting A max jerk to {0}
it: Imposto max jerk di E a {0}

source: Setting head values...
it: Imposto i valori della testa

source: Disabling previous installed head's settings
it: Disabilito le impostazioni della testa precedentemente installata

source: Setting soft ID to {0}
de: Soft-ID auf {0} einstellen
it: Imposto il software ID a {0}

source: Configuring working mode
de: Einstellung des Arbeitsmodus
it: Configurando la modalità di lavoro

source: Configuring PID
de: Einstellung des PID
it: Configurando i PID

source: Setting thermistor index to {0}
de: Thermistor-Index auf {0} einstellen
it: Impostando l'indice del termistore a {0}

source: Setting MAX temperature to {0}
de: Max. Temperatur auf {0} einstellen
it: Impostando la temperatura massima a {0}

source: Setting MIN temperature to {0}
de: Min. Temperatur auf {0} einstellen
it: Impostando la temperatura minima di estrusione a {0}

source: Configuring tool
de: Einstellung des Werkzeugs
it: Configurazione strumento

source: Please install <strong>{0}</strong> plugin
it: Installare <strong>{0}</strong> plugin

source: Activating <strong>{0}</strong> plugin
it: Attivando <strong>{0}</strong> plugin

source: Set relative mode
it: Imposta modalità relativa

source: disable homeing check
it: disabilita controllo homing

source: Going to focus point
it: Andando verso il punto di messa a fuoco

source: enable homeing check
it: Attiva controllo homing

source: Setting red color
de: Einstellung der roten Farbe
it: Impostando il colore rosso

source: Setting green color
de: Einstellung der grünen Farbe
it: Impostando il colore verde

source: Setting blue color
de: Einstellung der blauen Farbe
it: Impostando il colore blu

source: Setting abs position
de: Einstellung zur Absolute positionierung
it: Impostando posizione assoluta

source: Set Z Max
it: Imposta Z max

source: Raising
it: Aumentare

source: Waiting for all moves to finish
de: Warten auf alle Züge zu beenden
it: Attendendo che tutti i movimenti finiscano

source: Starting up
de: Inbetriebnahme
it: Avviare

source: Alive!
de: Am Leben!
it: Sopravvissuto!

source: Probe Up
de: Sonde nach oben
it: Probe su

source: Turning on lights
de: Lichter einschalten
it: Accendendo le luci

source: Safety Settings
it: Impostazioni di sicurezza

source: Homing direction
it: Direzione di homing

source: Machine Limits Collision warning
it: Allarme collisione limiti della macchina

source: Shutting down...
it: Spegnendo...

source: Play alert sound!
it: Facendo il suono di allerta!

source: Asleep!
it: Addormentato!

source: Auto Bed leveling Initialized
de: Auto Bett Nivellierung wird initialisiert
it: Livellamento automatico Piatto iniziato

source: Homing Z axis
de: Z Achse Referenzierung
it: Portare in Home Z

source: Homing X/Y axis
de: X/Y Achsen Referenzierung
it: Portare in Home gli assi X/Y

source: Probing the bed
de: Das Bett wird gemessen
it: Sondando il piatto

source: Probe Down
de: Sonde nach unten
it: Probe giù

source: Checking safety measures
de: Sicherheitsmaßnahmen überprüfung
it: Verificando le misure di sicurezza

source: Front panel door opened
de: Frontblende ist geöffnet
it: Pannello frontale aperto

source: Engaging 4th Axis
de: 4. Achse wird eingerastet
it: Ingaggiando il 4° asse

source: Zeroing Z axis
de: Z Achse Referenzieren
it: Azzerando l'asse Z

source: Disable endstop checking
de: Endstop Überprüfung deaktiviert
it: Disabilitare il controllo degli endstop

source: Enable endstop checking
de: Endstop Überprüfung aktiviert
it: Abilitare il controllo degli endstop

source: Setting 4th axis mode
de: Einstellung von 4. Achse modus
it: Configurando la modalità del 4° asse

source: Setting Z position
de: Einstellung der Z Position
it: Impostare la posizione di Z

source: Check position
it: Verificare la posizione

source: Play beep sound
de: Piep Ton abspielen
it: Suono beep

source: Clearing error state
de: Fehler löschen
it: Cancellando lo stato di errore

source: Awaken
de: Erwachen
it: Risvegliato

source: Setting extruder mode
de: Einstellung des Extrudermodus
it: Configura modalità estrusione

source: Reset position
it: Reimpostazione posizione

source: Allowing cold extrusion
de: Kaltes Extrusion zulassen
it: Consentire estrusione a freddo

source: Extruding...
de: Extrudieren...
it: Estrudendo...

source: Pre-Heating Nozzle...
de: Düse wird vorgeheizt...
it: Pre-riscaldando la temperatura del nozzle...

source: Waiting for nozzle to reach temperature (<span class='top-bar-nozzle-actual'>-</span> / {0}&deg;)
de: Warten auf Extrudertemperatur (<span class = 'top-bar-nozzle-actual'> - </span> / {0}&deg;)
it: Attendendo che l'estrusore vada in temperatura (<span class='top-bar-nozzle-actual'>-</span> / 200&deg;)

source: Unloading Spool : procedure Started.
it: Scaricamento filamento: procedura Iniziata.

source: Extrusion prevention disabled
de: Extrusionsprävention deaktiviert
it: Prevenzione di estrusione disabilitata

source: Moving to safe zone
de: Umzug in eine sichere Zone
it: Muovendo verso la zona di sicurezza

source: set the extruder to relative modee
it: Imposta estrusore in modalità relativa

source: Setting extruder to zero
de: Extruder auf 0 einstellen
it: Impostando l'estrusore a zero

source: <b>Start Pulling!</b>
de: <b>Jetzt ziehen!</b>
it: <b>Iniziare a tirare!</b>

source: Expelling filament
it: Espellendo il filamento

source: Turning off heater
de: Heizung ausschalten
it: Spegnendo il riscaldatore
