Repository: Aston59/fabui-colibri
Catalog: fabui/locale/*/LC_MESSAGES/fabui.po
Languages: de, it

source: Extrusion prevention enabled
de: Extrusionsverhinderung aktiviert
it: Prevenzione di estrusione abilitata

source: Loading Spool : procedure Started.
it: Caricamento filamento: procedura Iniziata.

source: Enable power to all stepper motors
de: Ermöglicht die Stromversorgung aller Schrittmotoren
it: Abilita tutti i motori

source: Enabling Cold extrusion
de: Kaltextrusion aktiviert
it: Consentendo estrusione a freddo

source: Setting extruder position to 0
de: Einstellung der Extruderposition auf 0
it: Impostando la posizione dell'estrusore a 0

source: Pre-Heating Nozzle. Get ready to push...
de: Düse wird vorgeheizt. Machen Sie sich bereit zu schieben...
it: Pre-riscaldando il Nozzle. State pronti a spingere...

source: <b>Start pushing!</b>
de: <b>Jetzt drücken!</b>
it: <b>Iniziare a spingere!</b>

source: Note: help the filament to be loaded by gently pushing it
it: Nota: aiutare il filamento spingendolo delicatamente

source: Loading filament
de: Glühfaden wird geladen
it: Caricando il filamento

source: Loading filament (fast)
de: Glühfaden wird geladen (schnell)
it: Caricando il filamento (veloce)

source: Waiting to get to temperature (<span class='top-bar-nozzle-actual'>-</span> / {0}&deg;)
de: Warten auf Extrudertemperatur (<span class = 'top-bar-nozzle-actual'> - </span> / {0}&deg;)
it: Attendendo la temperatura dell'estrusore (<span class='top-bar-nozzle-actual'>-</span> / 200&deg;)

source: Entering the hotend (slow)
de: Einstieg in die Düse (langsam)
it: Entrando nell'hot-end (piano)

source: Disabling Cold Extrusion Prevention
de: Deaktivierung der Kaltextrusion Sperre
it: Disattivando la protezione per l'estrusione a freddo

source: Manual bed leveling started.
de: Manuelle Bettnivellierung gestartet.
it: Livellamento manuale del piatto iniziato.

source: Get proble length
de: Sondenlänge bekommen
it: Acquisire la lunghezza della Probe

source: Milling bed side up
de: Bett Frästeil nach oben
it: Lato del piatto per la fresatura girato in su

source: Retracting Probe (safety)
de: Sonde schließen (Sicherheit)
it: Ritrarre la probe (sicurezza)

source: Homing Z - Fast
de: Z Achse Referenzierung (schnell)
it: Portare in Home Z - Velocemente

source: Setting correct Z
de: Korrekte Z einstellen
it: Impostare correttamente Z

source: Disbaleb home check
it: Disabilitare il controllo dell'homing

source: Moving to start Z height
de: Umzug zum Z Startpunkt
it: Muovendo all'inizio l'altezza di Z

source: Extend Probe
de: Sonde offen
it: Estendere la Probe

source: Waiting for {0} to reach temperature (<span class='top-bar-{1}-actual'>-</span> / {2}&deg;)
it: Attendo che {0} vada in temperatura (<span class='top-bar-{1}-actual'>-</span> / {2}&deg;)

source: Please wait...
it: Attendere prego...

source: Turning off lights
de: Lichter ausschalten
it: Spegnendo le luci

source: Reset all errors
it: Reset di tutti gli errori

source: Play beep
it: Suono beep

source: Checking building plate
de: Bett wird überprüft
it: Verificando il piatto

source: Build plate needs to be flipped to the printing side
de: Bauplatte muss auf die Druckseite umgedreht werden
it: Il piatto ha bisogno di essere capovolto dal lato della stampa

source: Spool panel control
de: Spulenplatte kontrolle
it: Controllo del pannello bobina

source: Write config to EEPROM
de: Schreibe Einstellungen in EEPROM
it: Scrilttura configurazioni su EEPROM

source: Pre Heating Nozzle ({0}&deg;) (fast)
de: Düse vorheizen ({0} &deg;) (schnell)
it: Preriscaldando il Nozzle ({0}&deg;) (veloce)

source: Pre Heating Bed ({0}&deg;) (fast)
de: Bett vorheizen ({0} &deg;) (schnell)
it: Preriscaldando il piatto ({0}&deg;) (veloce)

source: Measuring Z max offset
de: Messung des Z max-Offsets
it: Misurando Z max offset

source: Reset homing offset
de: Rücksetzen des Referenzausgleichs
it: Reimposta offset homing

source: Measuring probe length
de: Sondenlänge wird gemessen
it: Misurando la lunghezza della Probe

source: Moving the bed 50mm away from nozzle
de: Das Bett wird 50mm weg von der Düse bewegt
it: Muovendo il piatto 50 mm lontano dal nozzle

source: Moving the probe to the center
de: Die Sonde nach Centrum bewegen
it: Muovendo la Probe verso il centro

source: Disable homing check
it: Disabilitato controllo homing

source: Measurement ({0}/4)
de: Messung ({0}/4)
it: Misurazioni ({0}/4)

source: Enable homing check
it: Abiltitato controllo homing

source: Moving the bed 20mm away from nozzle
de: Das Bett wird 20mm weg von der Düse bewegt
it: Muovendo il piatto 20 mm lontano dal nozzle

source: Waiting for extruder temperature (<span class='top-bar-nozzle-actual'>-</span> / 200&deg;)
de: Warten auf Extrudertemperatur (<span class = 'top-bar-nozzle-actual'> - </ span> / 200&deg;)
it: Attendendo la temperatura dell'estrusore (<span class='top-bar-nozzle-actual'>-</span> / 200&deg;)

source: Extruder heating off
de: Düsen heizung ausgeschaltet
it: Spegnimento del riscaldamento dell'estrusore

source: Bed heating off
de: Bett heizung ausgeschaltet
it: Spegnendo il riscaldamento del piatto

source: Measuring nozzle offset
de: Düsenversatz messen
it: Misurando l'offset del nozzle

source: Moving the bed 40mm away from measured height
de: Das Bett wird 40mm weg von der gemessenen höhe
it: Muovendo il piatto 40mm dall'altezza misurata

source: Moving to Z safe zone
de: Umzug in eine sichere Zone
it: Muovendo asse Z verso la zona di sicurezza

source: Block stepper motor
it: Motori bloccati

source: Disabling door safety
it: Disabilitazione sicurezza pannello frontale

source: Set extruder to absolute mode
it: Imposta l'estrusore in modalità assoluta

source: Heating Nozzle
it: Riscaldando nozzle

source: Heating Bed
it: Riscaldando il piatto

source: Waiting for nozzle to reach temperature {0}&deg;
it: Attendendo che il nozzle raggiunga la temperatura {0}&deg;

source: Waiting for bed to reach temperature {0}&deg;
it: Attendendo che il piatto raggiunga la temperatura {0}&deg;

source: Unlock stepper motor
it: Sblocca motori

source: Set door safety
it: Abilitazione sicurezza pannello frontale

source: Enable wire endstop
de: Endstop Überprüfung aktivieren
it: Abilita controllo fine filo

source: Set extuder length
it: Configuro lunghezza estrusore

source: Restore XY position
de: Wiederherstelle XY
it: Ripristinare la posizione di XY

source: Restore Z position
de: Z Wiederherstellen
it: Ripristinare la posizione di Z

source: Retract Probe
de: Sonde geschlossen
it: Ritrarre la Probe

source: Preparing the FABtotum Personal Fabricator
de: Vorbereiten des FABtotum Personal Fabricator
it: Preparando il FABtotum Personal Fabricator

source: Setting absolute position
de: Einstellung zur Absolute positionierung
it: Impostare la posizione assoluta

source: Moving to oozing point
de: Umzug zum Nässenpunkt
it: Muovendo verso il punto di trasudazione

source: Adjusting nozzle offset
de: Düsenversatz kalibrieren
it: Aggiustando la calibrazione del nozzle

source: Reset Speed factor override
de: Geschwindigkeitsfaktor wird zurückgesetzt
it: Reimpostazione override velocità

source: Reset Extruder factor override
de: Extruder-Factor wird zurückgesetzt
it: Reimpostazione override d'estrusione

source: Set extruder to absolute mode
it: Configuro l'estrusore in modalità assoluta

source: Zero the extruder length
it: Azzero la lunghezza dell'estrusore

source: Terminating...
de: Beenden...
it: Terminando...

source: Shutting down Extruder
de: Extruder abschalten
it: Spegnendo l'estrusore

source: Shutting down Heated Bed
de: Beheiztes Bett abschalten
it: Spegnendo il piatto

source: Turning Fan off
de: Ventilator abschalten
it: Spegnendo la ventola

source: Motor Off
de: Motor abschalten
it: Motore spento

source: Printing completed!
de: Drücken abgeschollen
it: Stampa completata!

source: Motors off
it: Motori spenti

source: Force endstops
it: Forzando gli endstops

source: Enable wire end check
it: Abilita controllo fine filo

source: Filament not inserted
de: Filament ist nicht anwesend
it: Filamento non inserito

source: Disable wire end check
it: Abilita controllo fine filo

source: Engaging 3D-Printer Feeder
de: Feeder wird eingerastet
it: Ingaggiando l'estrusore per la stampa 3D

source: Set rel position
de: Einstellung zur Relativ positionierung
it: Impostando posizione relativa

source: Set abs position
de: Einstellung zur Absolute positionierung
it: Impostando la posizione assoluta

source: Stopping motors
de: Motoren ausgeschaltet
it: Fermando i motori

source: Front panel door control
de: Fronttür kontrolle
it: Controllo del pannello frontale

source: Build plate needs to be flipped to the milling side
de: Bauplatte muss zur Frässeite umgedreht werden
it: Il piatto ha bisogno di essere capovolto dal lato per la fresatura

source: Building plate inserted correctly
de: Bett richtig eingelegt
it: Il Piatto è stato inserito correttamente

source: Setting Origin Point
it: Impostando il punto d'origine

source: Setting 4th Axis mode
de: Einstellung von 4. Achse modus
it: Impostando la modalità del 4° asse

source: Turning fan on
de: Ventilator eingeschaltet
it: Accendendo la ventola

source: Go back to Origin Point
it: Ritorna al punto di origine

source: Shutting down the laser
de: Laser abschalten
it: Spegnendo il laser

source: Laser engraving completed!
de: Laser Fräsen abgeschlossen
it: Incisione laser completata!

source: Building plane inserted correctly
de: Bett richtig eingelegt
it: Piano di costruzione inserito correttamente

source: Shutting Down Milling Motor
de: Fräsmotor abschalten
it: Spegnendo il motore della fresa

source: Milling completed!
de: Fräsen abgeschlossen!
it: Fresatura completata!

source: Preparing the FABtotum to scan
de: Vorbereiten des FABtotum Personal Fabricator auf Scannen
it: Preparando la FABtotum per la scansione

source: Disable Endstop checking
de: Endstop überprüfung deaktiviert
it: Disabilitare il controllo degli endstop

source: Engaging 4th axis
de: 4. Achse wird eingerastet
it: Caricando il 4° asse

source: Enable Endstop checking
de: Endstop überprüfung aktiviert
it: Abilitare il controllo degli endstop

source: Moving to pre-scan position
de: Umstellung auf Vor-Scan-Position
it: Spostandosi in posizione di pre-scansione

source: Initializing Rotative Laser scanner
de: Initialisierung des Rotations-Laserscanners
it: Inizializzando la scansione laser rotativa

source: Checking panel door status and bed inserted
de: Überprüfung der Frontblende und bett status
it: Controllando lo stato del pannello e l'inserimento del piatto

source: Building plane (must be removed)
de: Bauplattform (muss entfernt werden)
it: Piano di costruzione (deve essere rimosso)

source: Spool panel closed
de: Spulenplatte geschlossen
it: Pannello bobina chiuso

source: Moving to collimation position
de: Umzug in die Kollimationsposition
it: Spostandosi in posizione di collimazione

source: Enabling cold extrusion
de: Kaltextrusion aktiviert
it: Consentendo estrusione a freddo

source: Initializing Photogrammetry scanner
de: Initialisierung des Photogrammetriescanners
it: Inizializzando la scansione fotogrammetrica

source: Initializing Sweeping Laserscanner
de: Initialisierung Sweeping Laserscanner
it: Inizializzando la scansione più radicale

source: Building plane removed!
de: Bauplattform entfernt!
it: Piano di costruzione rimosso!

source: Spool panel is not closed!
de: Spulenplatte ist nicht geschlossen!
it: Il pannello bobina non è chiuso!

source: Lowering the plane
de: Die Bauplattform wird abgesenkt
it: Abbassando il piano

source: Initializing Probing procedure
de: Physisches proben wird initialisiert
it: Inizializzando la procedura di sondatura

source: Retracting Probe
de: Sonde wird einfahrt
it: Ritraendo la probe

source: Building plane is absent
de: Bau-Plate fehlt
it: Piano di costruzione assente

source: Spool panel
de: Spulenplatte
it: Pannello bobina

source: Disabling cold extrusion prevention
de: Deaktivierung der Kaltfließverhinderung
it: Disattivando la prevenzione per l'estrusione a freddo

source: Terminating digitalization procedure
de: Beendigung der Digitalisierungsprozedur
it: Terminando la procedura di digitalizzazione

source: Shutting Down Laser
de: Laser abschalten
it: Spegnendo il laser

source: Returning to zero
de: Rückkehr auf Null
it: Ritornando a zero

source: Lowering bed
de: Bett tiefergelegt
it: Abbassando il piano

source: Scan completed!
de: Scan abgeschlossen!
it: Scansione completata!

source: Bed target
de: Bett Ziel
it: Obiettivo del piatto

source: Select head
de: Kopf auswählen
it: Selezionare testa

source: Bed temp
de: Bett Temp
it: Temperatura del piatto

source: Firmware flashed correctly
it: Firmware flashato correttamente

source: Wrong head/module installed
it: Testa/modulo installato erroneamente

source: Connection success!
de: Verbindungserfolg!
it: Connessione riuscita!

source: Flow Rate override changed to {0}
de: Durchflussrate überschrieben geändert auf {0}
it: Sovrascrittura del ratio di flusso cambiata a {0}

source: Head management
de: Kopfverwaltung
it: Gestione testa

source: Resume
de: Fortsetzen
it: Riprendi

source: Feeder menu
de: Feeder-Menü
it: Menù estrusore

source: Checking safety measures...
de: Sicherheitsmaßnahmen überprüfung...
it: Verificando le misure di sicurezza...

source: Restore XY
de: Wiederherstelle XY
it: Ripristinare la posizione di XY

source: Internet available
de: Internet verfügbar
it: Internet disponibile

source: Unknown action: {0}
de: Unbekannte Handlung: {0}
it: Azione sconosciuta: {0}

source: Front panel has been opened
de: Frontplatte wurde geöffnet
it: Il pannello frontale è stato aperto

source: Start extrude
it: Inizio estrusione

source: Please check ethernet cable or wifi connection and then reload the page
de: Bitte überprüfen Sie das Ethernet Kabel oder den WiFi Anschluss und versuchen Sie es erneut
it: Si prega di verificare il cavo ethernet o la connessione wifi e poi ricaricare la pagina

source: You need to home X/Y axis first
de: Sie müssen die X/Y Achse zuerst zum Nullpunkt bringen
it: Sarà necessario portare in posizione di home gli assi X/Y

source: Before proceed make sure the head is properly locked in place
de: Bevor Sie fortfahren, stellen Sie sicher, dass der Kopf ordnungsgemäß verriegelt ist
it: Prima di procedere assicurarsi che la testa sia correttamente bloccata al suo posto

source: Click on the next button to start bed calibration
de: Klicken Sie auf den Weiter Knopf um die Bettkalibrierung zu starten
it: Clicca sul bottone Avanti per iniziare la calibrazione del piatto

source: Unload spool
de: Entladen der Spule
it: Scaricare la bobina

source: This step can be skipped
de: Dieser Schritt kann übersprungen werden
it: Questo passaggio può essere saltato

source: After bed is leveled the nozzle height needs to be adjusted
de: Nach dem das Bett nivelliert ist, die Düsenhöhe muss eingestellt werden
it: Dopo che il piatto è stato livellato l'altezza del nozzle dovrà essere sistemata

source: Z height override changed to {0}mm
de: Z-Höhen-Override auf {0} mm geändert
it: Sovrascrittura dell'altezza di Z cambiata a {0} mm

source: Saving new ethernet configuration
de: Neue Ethernet-Konfiguration speicherung im gange
it: Salvando la nuova configurazione ethernet

source: Failed to disable Wireless interface
de: Fehler beim Deaktivieren der Wireless-Schnittstelle
it: Disabilitazione dell'interfaccia Wireless non riuscita

source: DNS-SD settings saved
de: DNS-SD-Einstellungen gespeichert
it: Impostazioni DNS-SD salvate

source: Failed to connect to Wireless network
de: Fehler beim Herstellen der Verbindung zum Wireless-Netzwerk
it: Connessione alla rete Wireless fallita

source: Choose the installed head<br>Note: if the correct head is selected press Next
de: Wählen Sie den installierten Kopf aus.<br>Hinweis: Wenn der richtige Kopf ausgewählt ist, drücken Sie auf Weiter
it: Scegliere la testa installata<br>Nota: se la testa selezionata è corretta premere Successivo

source: Z Position {0} stored
de: Z Position {0} gespeichert
it: Posizione di Z {0} salvata

source: Wifi connected
de: Wifi verbunden
it: Connesso al Wifi

source: Step calibration menu
de: Schritt Kalibriermenü
it: Menù di calibrazione Step

source: Press OK to continue or Ignore to disable this warning
de: Drücken Sie OK, um fortzufahren oder zu Ignorieren, um diese Warnung zu deaktivieren
it: Premere OK per continuare o Ignora per disabilitare questo messaggio

source: Go
it: Vai

source: Without a proper calibration you will not be able to use the FABtotum correctly
de: Ohne ordnungsgemäße Kalibrierung können Sie das FABtotum nicht richtig benutzen
it: Senza un'adeguata calibrazione non sarete in grado di utilizzare la FABtotum correttamente

source: Entering recovery mode
it: Accedendo alla modalità Recovery

source: Firmware was not flashed
it: Il firmware non è stato flashato

source: New nozzle offset: {0}
de: Neuer Düsenversatz: {0}
it: Nuovo offset nozzle: {0}

source: Restart in progress
de: Neustart im Gange
it: Riavvio in corso

source: Override value: {0}
de: Überschreibung Wert: {0}
it: Override valore : {0}

source: If the problem persists please contact support
it: Se il problema persiste si consiglia di contattare il supporto

source: Resetting controller
de: Regler neustart
it: Resettando i controller

source: Position {0}, {1}, {2} stored
de: Position {0}, {1}, {2} gespeichert
it: Posizione {0}, {1}, {2} conservata

source: Speed override changed to {0}
de: Geschwindigkeitsüberschreitung wurde auf {0} geändert
it: Velocità cambiata a {0}

source: X/Y Position {0}, {1} stored
de: X/Y Position {0}, {1} gespeichert
it: Posizione di X/Y a {0}, {1} ripristinata

source: Custom Range
de: Benutzerdefinierten Bereich
it: Range personalizzato

source: USB Disk
it: Disco USB

source: Calibrating nozzle offset
de: Düsenversatz kalibrieren
it: Calibrando la compensazione del nozzle

source: Hi
de: Hallo
it: Ciao

source: Connected
it: Connesso

source: Z height increased
de: Z-Höhe erhöht
it: Altezza di Z aumentata

source: Z Position restored to {0}
de: Z Position wiederhergestellt zu {0}
it: Posizione di Z ripristinata a {0}

source: Failed to save DNS-SD configuration
de: Fehler beim Speichern der DNS-SD-Konfiguration
it: Salvataggio delle configurazioni DNS-SD fallito

source: Old nozzle offset: {0}
de: Alte Düsenversetzung: {0}
it: Vecchia compensazione del nozzle {0}

source: Click on this button to start extruding filament
de: Klicken Sie auf diese Taste um den Filament Ekstrudierungs prozess zu starten
it: Cliccare su questo bottone per iniziare ad estrudere il filamento

source: Aborting all operations
de: Abbruch aller Operationen
it: Annullando tutte le operazioni

source: Extruder temperature set to {0} &deg;
de: Extrudertemperatur auf {0} &deg; eingestellt
it: Temperatura dell'estrusore impostata a {0}&deg;

source: To be able to print anything the filament needs to be loaded
de: Um etwas drucken zu können, muss das Filament geladen werden
it: Per essere in grado di stampare qualsiasi cosa il filamento deve essere caricato

source: Ignore
de: Ignorieren
it: Ignora

source: New probe Length: {0}
de: Neue Sondenlänge: {0}
it: Nuova lunghezza della Probe: {0}

source: Please install a laser head.
de: Bitte installieren Sie einen Laserkopf.
it: Si prega di installare una testa laser.

source: Feeder calibration
de: Feeder-Kalibrierung
it: Calibrazione dell'estrusore

source: Please check the desktop server or that your firewall is not blocking the port and try again.
de: Bitte überprüfen Sie den Desktop-Server, oder dass Ihre Firewall den Port nicht blockiert und versuchen Sies es erneut.
it: Verificare il server o che il vostro firewall non stia bloccando la porta e riprovare.

source: Uploading and installing firmware
de: Hochladen und Installieren von Firmware
it: Caricando e installando il firmware

source: It seems that you still did not complete the first recommended setup
de: Es scheint, dass Sie das erste empfohlene Setup noch nicht abgeschlossen haben
it: Sembra che tu ancora non abbia terminato il primo setup

source: Ext temp
it: Temperatura nozzle

source: Some description
de: Einige Beschreibung
it: Descrizione

source: Do you want to do it now?
de: Möchten Sie es jetzt tun?
it: Vuoi farlo adesso?

source: DNS settings saved
de: DNS-Einstellungen gespeichert
it: Impostazioni DNS salvate

source: Fan override changed to {0}
de: Fan-Override geändert zu {0}
it: Valori della ventola cambiati a {0}

source: Click on this button
de: Klicken Sie auf diesen Knopf
it: Clicca su questo bottone

source: Don't ask me anymore
de: Frag mich nicht mehr
it: Non chiedermelo più

source: Maintenance menu
de: Wartungsmenü
it: Menù manutenzione

source: Please try again
it: Tentare ancora

source: Nozzle offset calibration
de: Düsenversatzkalibrierung
it: Calibrazione offset nozzle

source: Click on the menu item to continue
de: Klicken Sie auf den Menüpunkt, um fortzufahren
it: Cliccare sulle voci del menù per continuare

source: Note: 5 seconds after the beep it's safe to switch off your unit.
de: Hinweis: 5 Sekunden nach dem Signalton ist es sicher, das Gerät auszuschalten.
it: Nota: trascorsi 5 secondi dal beep è possibile spegnere la tua unità in sicurezza.

source: Disabling Wireless interface
de: Deaktivierung der Wireless-Schnittstelle im gange
it: Disabilitazione dell'interfaccia Wireless

source: Sending...
de: Senden...
it: Invio...

source: Ext target
de: Ext Ziel
it: Nozzle target

source: Spool
de: Spule
it: Bobina

source: Logout
de: Ausloggen
it: Termina la sessione

source: You will be redirected to login page
it: Sarai re-indirizzato alla pagina di login

source: Install head
de: Kopf einbauen
it: Installa testa

source: Success
de: Erfolg
it: Successo

source: Bed temperature set to {0} &deg;
de: Betttemperatur eingestellt auf {0} &deg;
it: Temperatura del patto impostata a {0}&deg;

source: No connection detected
de: Keine Verbindung erkannt
it: Nessuna connessione rilevata

source: To get the first layer right the bed must be well calibrated
de: Um die erste Schicht richtig zu bekommen, muss das Bett gut kalibriert sein
it: Per ottenere un buon primo layer il piatto dovrà essere ben calibrato

source: Correct head/module installed
it: Testa/modulo installata correttamente

source: Manual Bed Calibration
de: Manuelle Bettkalibrierung
it: Calibrazione manuale del piatto

source: Unable to connect to the FABtotum Personal Fabricator
de: Kann nicht mit dem FABtotum Personal Fabricator verbunden werden
it: Impossibile connettersi a FABtotum Personal Fabricator

source: Unknown error
it: Errore sconosciuto

source: Failed to save DNS configuration
de: Fehler beim Speichern der DNS-Konfiguration
it: Salvataggio delle configurazioni DNS fallito

source: It might take some time for the new address to become visible on the network. This page will be reloaded as soon as the new address is available.
de: Es könnte einige Zeit dauern, bis die neue Adresse im Netzwerk sichtbar wird. Diese Seite wird neu geladen sobald die neue Adresse verfügbar ist.
it: Ci potrebbe volere un po' di tempo prima che il nuovo indirizzo diventi visibile sulla rete. Questa pagina verrà riavviata non appena il nuovo indirizzo sarà disponibile.

source: X/Y position restored to {0}, {1}
de: X / Y-Position wiederhergestellt auf {0}, {1}
it: Posizione di X/Y ripristinata a {0}, {1}

source: Bluetooth connected to:
it: Bluetooth connesso a:

source: Configuration saved
it: Configurazione salvata

source: You will be redirected to recovery page
it: Sarai re-indirizzato alla pagina di recovery

source: Shutdown
de: Herunterfahren
it: Spegnimento

source: Failed to save ethernet configuration
de: Fehler beim Speichern der Ethernet-Konfiguration
it: Salvataggio delle configurazioni ethernet fallito
