Repository: Aston59/fabui-colibri
Catalog: fabui/locale/*/LC_MESSAGES/fabui.po
Languages: de, it

source: Feedrate will be set to a constant value
it: Il feedrate sarà settato a un valore costante

source: Feedrate will be calculated based on pixel color value
it: Il feedrate sarà modulato in base al colore

source: Group size
it: Dimensione Gruppo

source: Control if and how many laser lines will be skipped
it: Controlla se e come quante linee saranno ignorate

source: Skip Line
it: Salta riga

source: You must enter a valid subscription code in order to use CAM Toolbox
it: Devi inserire un codice abbonamento valido per utilizzare CAM toolbox

source: Add
it: Aggiungi

source: Need a subscription code
it: hai bisogno di un codice abbonamento

source: Get it here
it: Ottienilo qui

source: Subscription code
it: Codice abbonamento

source: Press to view code
it: Tieni premuto per visualizzare il codice

source: {0} days remaining
it: {0} giorni rimanenti

source: You must enter a valid subscription code in order to use CAM toolbox
it: Devi inserire un codice abbonamento valido per utilizzare CAM Toolbox

source: Type here your subscription code
it: Digita qui il codice abbonamento

source: Crate new project
it: Creare nuovo progetto

source: Add to existing project
it: Aggiungere ad un progetto esistente

source: You must be logged with your FABID account
it: Devi essere connesso col tuo FABID

source: FABtotum must be connected to internet in order to use CAM toolbox
it: FABtotum deve essere connesso a internet per poter utilizzare CAM toolbox

source: Today
de: Heute
it: Oggi

source: Yesterday
de: Gestern
it: Ieri

source: Last 7 days
de: Letzten 7 Tage
it: Ultimi 7 giorni

source: Last 30 Days
de: Letzte 30 Tage
it: Ultimi 30 giorni

source: This month
de: Diesen Monat
it: Questo mese

source: Last month
de: Im vergangenen Monat
it: Scorso mese

source: Since the beginning
de: Von Anfang an
it: Dall'inizio

source: Not rated
it: Non votato

source: Started
it: Iniziato

source: Finished
it: Finito

source: Rating
it: Voto

source: Note
de: Hinweis
it: Nota

source: it again
it: ancora

source: <strong>Info!</strong> No data available
de: <strong>Info!</strong> Keine Daten verfügbar
it: <strong>Info!</strong> Nessun dato disponibile

source: Total time
it: Tempo totale

source: Tasks
de: Aufgaben
it: Task

source: When
de: Wann
it: Quando

source: Set the Extended Angle (open position)
de: Stellen Sie den ausgedehnten Winkel (offene Position)
it: Imposta l'angolo di apertura

source: Change the value until you find the one that is perfectly vertical
de: Ändern Sie den Wert, bis Sie diejenigen finden, der perfekt vertikal ist
it: Cambia i valori finché non trovi quello perfettamente verticale

source: Open probe
de: Sonde geöffnet
it: Apri Probe

source: Set the Retracted Angle (closed position)
de: Stellen Sie den zurückgezogenen Winkel ein (geschlossene Position)
it: Imposta l'angolo di chiusura

source: Change the value until you find the one that is perfectly horizontal
de: Ändern Sie den Wert, bis Sie diejenigen finden, der perfekt horizontal ist
it: Cambia i valori finché non trovi quello perfettamente orizzontale

source: Close probe
de: Sonde schliesen
it: Chiudi la Probe

source: Quick start guide
de: Schnellstartanleitung
it: Guida rapida

source: This quick guide is a must read for getting started!
de: Diese Kurzanleitung ist ein Muss für den Einstieg!
it: Questa guida rapida è una lettura obbligata per iniziare!

source: Knowledgebase
de: Wissensdatenbank
it: Conoscenza base

source: All that you need to know is in the Knowledgebase
de: Alles was du wissen musst, ist in der Wissensdatenbank
it: Tutto quello che ti serve sapere è nella Knowledgebase

source: Slicing profiles & configurations
de: Slicing Profile und Konfigurationen
it: Profili Slicing e configurazioni

source: A public archive with the latest profiles for most commonly used slicing
de: Ein öffentliches Archiv mit den neuesten Profilen für die am häufigsten verwendeten Slicing
it: Un archivio pubblico con tutti gli ultimi profili aggiornati per i più comuni software di slicing utilizzati

source: Get in touch with our technical support team
de: Nehmen Sie Kontakt mit unserem technischen Supportteam auf
it: Resta in contatto con il nostro team del supporto tecnico

source: The backup wizard helps you to create a backup of your settings and files
it: Backup wizard ti aiuta a creare un backup delle impostazioni e dei file

source: Restore wizard
it: vRestore wizard

source: The restore wizard helps you to restore your data from a backup
it: Restore wizard ti aiuta a ripristinare i tuoi dai da un backup

source: Advanced backup
it: Backup avanzato

source: System
it: Sistema

source: Heads
de: Köpfe
it: Teste

source: Feeders
it: Estrusori

source: Data
it: Dati

source: Assisted calibration
de: Unterstützte Kalibrierung
it: Calibrazione assistita

source: Helps you correct the nozzle height during prints. Each time you swap heads you should re-calibrate.
de: Hilft Ihnen, die Düsenhöhe während der Drucke zu korrigieren. Jedes Mal, wenn Sie Köpfe tauschen sollten Sie rekalibrieren.
it: Aiuta a correggere l'altezza dell'ugello durante le stampe. Ogni volta che si cambia la testa si consiglia di ri-calibrare.

source: Fine calibration
de: Feinkalibrierung
it: Calibrazione fine

source: Manually edit the override distance to fine tune the nozzle height during prints.
de: Manuelles Bearbeiten der Düsenabsatz zur Feinabstimmung der Düsenhöhe während der Drucke.
it: Inserire manualmente la distanza per meglio settare l'altezza del nozzle durante le stampe.

source: Make sure nozzle is clean and then press OK to continue
de: Stellen Sie sicher, dass die Düse sauber ist, und drücken Sie dann OK, um fortzufahren
it: Assicurarsi che il nozzle sia pulito e premere OK per continuare

source: Using the buttons below, raise the bed until a standard piece of copy paper (80 mg) can barely move between the nozzle and the bed.
de: Benutzen Sie die unten stehenden Knöpfe, heben Sie das Bett an, bis ein normales Kopierpapier (80 mg) sich kaum zwischen der Düse und dem Bett bewegen kann.
it: Utilizzando i bottoni sottostanti, solleva il piatto finché un foglio di carta standard (80mg) possa muoversi a stento tra il nozzle e il piatto.

source: Caution the nozzle is hot!
de: Achtung, die Düse ist heiß!
it: Attenzione l'ugello è caldo!

source: When done press Calibrate to finish
de: Wenn Sie fertig sind, drücken Sie Kalibrieren, um den Vorgang abzuschließen
it: Quando finito premi Calibra per concludere

source: Away from nozzle
de: Weg von der Düse
it: Incrementa distanza

source: Closer to nozzle
de: Näher an der Düse
it: Avvicina distanza

source: Calibration result
de: Kalibrierergebnis
it: Risultati della calibrazione

source: If the print first layer is too high or too close to the bed, use this function to finely calibrate the distance from the nozzle and the bed during 3D-prints. Usually 0.05mm increments are enough to make a difference.
de: Wenn die erste Druckschicht zu hoch oder zu nahe am Bett ist, verwenden Sie diese Funktion, um den Abstand von der Düse und dem Bett während der 3D-Drucke fein zu kalibrieren. Normalerweise sind 0.05mm Schritten genug, um einen Unterschied zu machen.
it: Se il primo strato della stampa è troppo alto o troppo vicino al piatto, usare questa funzione per meglio rifinire la distanza dall'ugello e dal piatto durante le stampe 3D. Normalmente incrementi di 0.05mm sono sufficienti per fare la differenza.

source: Closer
de: Näher
it: Più vicino

source: <strong>Distance override (<span id="nozzle-offset"></span> mm)</strong>
de: <strong>Distanzüberschreitung (<span id="nozzle-offset"></span> mm)</strong>
it: <strong>Override distanza (<span id="nozzle-offset"></span> mm)</strong>

source: Further
de: Weiter
it: Ulteriore

source: Sign-in with local access and go to network settings
it: Accedi con accesso locale e controlla le tue impostazioni di rete

source: You successfully connected with your FABID account
it: Connesso con il tuo FABID

source: No internet connection
it: Connessione internet non disponibile

source: Connect the FABTotum to internet and try again
it: Connetti FABtotum a internet e riprova ancora

source: Cannot register the printer to my.fabtotum.com
it: Impossibile registrare questa stampante con my.fabtotum

source: Printer was succesfully registered
it: La stampante è stata registrata correttamente

source: Preparing {0}
de: Vorbereitung auf {0}
it: Preparazione: {0}

source: A pair of scissors or clippers are suggested
it: Si consiglia l'suo di un paio di forbici

source: Operate according to safety instructions provided. Nozzle and bed can be hot, exercise caution accordingly
it: Opera seguendo le istruzioni di sicurezza fornite. Il nozzle e il piatto possono essere caldi, agire con cautela

source: Do not push or pull the filament too hard, as it can break inside the filament mechanism during the operations
it: Non spingere o tirare il filamento con troppa forza per evitare che si possa rompere nel meccanismo di estrusione durante l'operazione

source: Automatically load the filament into the machine
de: Den Faden automatisch in die Maschine laden
it: Carica automaticamente il filamento nella macchina

source: Choose
de: Wählen Sie
it: Scegli

source: Automatically unload the filament from the machine
de: Den Faden automatisch aus der Maschine entladen
it: Scarica automaticamente il filamento dalla macchina

source: Open the right cover panel
de: Öffnen Sie die rechte Abdeckung
it: Aprire il pannello destro di copertura

source: Cut the filament
de: Schneide den Faden
it: Tagliare il filamento

source: Insert the filament
de: Setzen Sie den Faden ein
it: Inserire il filamento

source: Press Next to proceed
de: Drücken Sie Weiter, um fortzufahren
it: Premere Avanti per proseguire

source: Extrusion temperature
it: Temperatura d'estrusione

source: Details
it: Dettagli

source: Pull the release lever on the back of the Printing Head PRO.
it: Tirare la levetta posteriore della Printing Head PRO

source: Pull the filament out of the head
it: Tira il filamento fuori dalla testa

source: Procedure complete
de: Vorgang abgeschlossen
it: Procedura completata

source: Load new filament
de: Neues Faden laden
it: Carica nuovo filamento

source: Local access
it: Accesso locale

source: Already registered?
de: Bereits registriert?
it: Già registrato?

source: Sign in
de: Anmelden
it: Iscriviti

source: Lock screen
it: Blocca schermo

source: You are connected with your FABID account
it: Connesso con FABID

source: Connect with your FABID account
it: Connettiti con FABID

source: My printers
it: Le mie stampanti

source: We are sorry, but FABUI doesn't work properly without JavaScript enabled.<br>Please enable JavaScript and reload the page
it: Siamo spiacenti, ma la FABUI non funziona correttamente senza JavaScript abilitato. Prego abilitare JavaScript e ricarica la pagina

source: Click a button to show messages here
de: Klicken Sie auf eine Schaltfläche, um Nachrichten hier anzuzeigen
it: Clicca un bottone per mostrare i messaggi qui

source: This blank page message helps protect your privacy, or you can show the first message here automatically.
de: Diese leere Seitennachricht hilft Ihre Privatsphäre zu schützen, oder Sie können die erste Nachricht hier automatisch anzeigen.
it: Questa pagina di messaggi bianca ti aiuta a proteggere la tua privacy, o puoi mostrare il primo messaggio qui automaticamente.

source: Last updated on
de: Zuletzt aktualisiert am
it: Ultimo update su

source: Collapse Menu
de: Menü reduzieren
it: Collassa menu

source: What do you want to do?
de: Was möchten Sie tun?
it: Cosa vuoi fare?

source: This button will restart the control board, continue?
de: Diese Taste wird die Steuerplatine neustarten, fortfahren?
it: Questo bottone riavvierà la board di controllo, continuare?

source: Restart Controller.<br>This will restart the control board
de: Steuerplatine neu starten.<br>Es wird die Steuerplatine neustarten
it: Riavviare il Controller. <br> Questo riavvierà la board di controllo

source: This button will stop all the operations, continue?
de: Diese Taste wird alle Vorgänge abbrechen, fortfahren?
it: Questo bottone fermerà tutte le operazioni, continuare?

source: Emergency Button. <br>This will stop all operations on the FABtotum
de: Notfall Knopf. <br> Dadurch werden alle Operationen auf dem FABtotum beendet
it: Bottone di emergenza. <br> Questo fermerà tutte le operazioni sulla FABtotum

source: Temperature<br> controls
de: Temperatur<br> Kontrollen
it: Controlli<br> Temperature

source: You can update your notification settings in Account page
it: Puoi aggiornare le impostazioni delle notifiche nella pagina Account

source: Notify
de: Benachrichtigen
it: Notifica

source: This wizard will help you level the bed by setting the calibration screws of the bed to the correct height.
de: Dieser Assistent hilft Ihnen die Betthöhe durch die Kalibrierungsschrauben auf die richtige Höhe einzustellen.
it: Questa procedura guidata ti aiuterà a livellare il piatto, settando le viti di calibrazione del piatto alla giusta altezza.

source: Use the provided hex key and make sure the screws are almost halfway in
de: Verwenden Sie den mitgelieferten Sechskantschlüssel und vergewissern Sie sich, dass die Schrauben fast auf halbem Weg sind
it: Utilizzare la chiave a brugola in dotazione e assicurarsi che le viti siano all'incirca a metà strada

source: Crate project
it: Crea progetto

source: Load more
it: Carica di più

source: Project basic info
it: Informazioni base

source: Project name
it: Nome progetto

source: Project name is required and cannot be empty
it: Il nome del progetto è obbligatorio e non può essere vuoto

source: Project description
it: Descrizione progetto

source: Project description is required and cannot be empty
it: La descrizione del progetto è obbligatoria e non può essere vuota

source: Category
it: Categori

source: Visibility
it: Visibilità

source: Public
de: Öffentlich
it: Pubblico

source: Private
it: Privato

source: Upload cloud
it: Carica su cloud

source: Part
it: Parte

source: Part name
it: Nome parte

source: Part description
it: Descrizione parte

source: Tool
it: Strumento

source: File(s)
it: File

source: Add part
it: Aggiungi parte

source: Checking for updates
de: Suche nach Updates
it: Verificando gli aggiornamenti

source: New important software updates are now available
de: Neue wichtige Software-Updates sind ab sofort verfügbar
it: Nuovi importanti aggiornamenti sono disponibili

source: View details
de: Details anzeigen
it: Visualliza dettagli

source: Remote version
de: Online Version
it: Versione remota

source: Installed version
de: Installierte Version
it: Versione installata

source: Hide details
de: Details verstecken
it: Nascondi dettagli

source: Please select at least 1 bundle, firmware, boot or plugin update
it: Selezionare almeno 1 pacchetto, aggiornamento firmware, avvio o plugin

source: Connecting to update server
de: Verbindung zum Update-Server wird hergestellt
it: Connessione al server degli aggiornamenti

source: A reboot is needed to apply new features
de: Ein Neustart ist erforderlich, um neue Funktionen anzuwenden
it: Un riavvio è necessario per applicare le nuove caratteristiche

source: Reboot now
de: Jetzt neu starten
it: Riavvia ora

source: Downloaded
de: Heruntergeladen
it: Scaricato

source: Error
de: Fehler
it: Errore

source: Please don't turn off the printer until the operation is completed
de: Bitte schalten Sie den Drucker nicht aus, bis der Vorgang abgeschlossen ist
it: Si prega di non spegnere la stampante finché l'operazione non verrà completata

source: this e-mail is to inform you that the last {0} you started was just {1}.
it: questa mail è per informarti che l'ultima {0} è appena {1}

source: Started on
it: Iniziata alle

source: Finished on
it: Terminata alle

source: We've generated a URL to reset your password. If you did not request to reset your password or if you've changed your mind, simply ignore this email and nothing will happen.<br><br>You can reset your password by clicking the following URL:<br><a href="{0}">{0}</a><br><br>If clicking the URL above does not work, copy and paste the URL into a browser window. The URL will only be valid for a limited time and will expire.
it: Abbiamo generato una URL per reimpostare la tua password. Se non hai richiesto di reimpostare la tua password o hai cambiato idea puoi semplicemente ignorare questa email e niente succederà.<br><br>Puoi reimpostare la tua password cliccando al seguente link:<br><a href="{0}">{0}</a><br><br>Se cliccando il link non funziona copialo e incollalo direttamente nella barra degli indirizzi del tuo browser. Il link sarà disponibile per un periodo limitato di tempo.

source: this e-mail is to inform you that the last {0} you started was just paused.
it: questa mail è per informarti che l'ultima {1} che hai iniziato è appena stata messa in pausa

source: If you paused the task please ignore this email
it: Se sei stato tu a mettere in pausa puoi ignorare questa email

source: mode
de: Modus
it: modo

source: Scan completed
de: Scan abgeschlossen
it: Scansione completata

source: Go to projects manager
de: Gehe zum Projektleiter
it: Vai a Projects Manager

source: Restart scan
de: Scan neustarten
it: Riavvia scansione

source: Download cloud points file
de: Punktwolke Datei herunterladen
it: Scarica il file con la nuvola di punti

source: Download missing images
it: Scarica le immagini mancanti

source: Live feed
it: Aggiornamenti live

source: Image resolution
de: Bildauflösung
it: Risoluzione dell'immagine

source: Cloud points
de: Wolkenpunkte
it: Nuvola di punti

source: Cloud size
de: Wolkengröße
it: Dimensione nuvola

source: Are you ready to scan?
de: Sind Sie bereit für Scannen?
it: Sei pronto alla scansione?

source: Remove the platform
de: Entfernen Sie das Bett
it: Rimuovere il piatto

source: Check if the LED light on the platform inside is off. <br>Then remove the building platform, exposing the A axis chuck
de: Überprüfen Sie, ob das LED-Licht auf der Plattform innen aus ist. <br> Dann die Bauplattform entfernen so das A-Achsfutter ausgesetzt wird
it: Controllare se la luce LED sulla piattaforma interna è spenta. <br> Dopo la rimozione della piattaforma di realizzazione, esporre il chuck dell'asse A

source: Attach the object
de: Befestigen Sie das Objekt
it: Attaccare l'oggetto

source: Attach the object to the chuck with screws, duct tape, wire etc.
de: Befestigen Sie das Objekt mit Schrauben, Klebeband, Draht usw.
it: Attaccare l'oggetto al chuck con viti, nastro adesivo, cavi ecc.

source: Close the front
de: Schließen Sie die Abdeckung
it: Chiudere lo sportello frontale

source: If you are ready click "next" to start scan
de: Wenn Sie fertig sind, klicken Sie auf "Weiter", um den Scan zu starten
it: Se pronti cliccare "Avanti" per iniziare la scansione

source: Position the object
de: Positionieren Sie das Objekt
it: Posizionare l'oggetto

source: Position your object in the center of the platform when prompted. <br>Secure it with a double sided tape or use the fixture holes
de: Positionieren Sie Ihr Objekt in die Mitte der Plattform, wenn Sie dazu aufgefordert werden. <br> Sichern Sie es mit einem doppelseitigen Klebeband oder verwenden Sie die Befestigungslöcher
it: Posizionare il proprio oggetto al centro della piattaforma quando richiesto. <br> Assicurarlo con un nastro biadesivo o utilizzando i buchi per il fissaggio

source: Create new object
de: Neues Objekt erstellen
it: Creare un nuovo progetto

source: Add to an existing object
de: Zu einem vorhandenen Objekt hinzufügen
it: Aggiungere ad un progetto esistente

source: Slide to select quality
de: Schieben Sie um Qualität zu wählen
it: Scorrere per selezionare la qualità

source: Select scan area
de: Scanbereich auswählen
it: Selezionare l'area di scansione

source: End
de: Ende
it: Fine

source: Camera settings
de: Kameraeinstellungen
it: Impostazioni della camera

source: Before proceeding start the desktop server on your pc and check the connection. If you don't have the desktop server you can download it <a target="_blank" href="/utilities/FabtotumDesktopServer.jar">here</a>
de: Bevor sie weitermachen und den Desktop-Server starten, überprüfen sie die Verbindung. Falls Sie den Desktop-Server nicht haben, können Sie ihn <a target="_blank" href="/utilities/FabtotumDesktopServer.jar">hier</a> herunterladen.
it: Prima di procedere lanciare Desktop Server sul vostro pc e verificare le connessioni. Se non avete Desktop Server lo potete scaricare <a target="_blank" href="/utilities/FabtotumDesktopServer.jar">qui</a>

source: Port
it: Porta

source: Check Connection
de: Verbindung überprüfen
it: Verificare connessione

source: Test area
it: Testa area di scansione

source: Press to test the selected area
it: Premi per testare l'area selezionata

source: First point
de: Erster Punkt
it: Primo punto

source: Second point
de: Zweiter Punkt
it: Secondo punto

source: Probes per square millimeters
de: Sonden pro Quadratmillimeter
it: Probe per millimetri quadri

source: Z Jump (mm)
de: Z Sprung (mm)
it: Salto Z (mm)

source: This is the maximum difference in height of the different portions of the object to probe
de: Dies ist der maximale Höhenunterschied der verschiedenen Teile des Objekts zur Sonde
it: Questa è la massima differenza in altezza tra le differenti porzioni dell'oggetto alla Probe

source: Detail threshold (mm)
de: Detailschwelle (mm)
it: Dettaglio limite (mm)

source: If Z height change is minor than detail threshold adaptive auto skipping is automatically enabled. Lower values give finer details. 0 = disable
de: Wenn die Z-Höhenänderung kleiner als die Detailschwelle ist, wird das adaptive Selbst-Überspringen automatisch aktiviert. Niedrigere Werte geben feinere Details. 0 = deaktivieren
it: Se cambiando l'altezza di Z essa è minore del dettaglio limite, la funzione di salto adattativo è automaticamente attivata. Valori più bassi danno dettagli maggiori. 0=disabilitata

source: Quick settings
de: Schnelleinstellungen
it: Impostazioni rapide

source: Actual extruder steps
de: Tatsächliche Extruderschritte
it: Step d'estrusione attuale

source: Change value
de: Wert ändern
it: Cambia valore

source: Measure and calibrate extruder step
de: Messen und Kalibrieren des Extruderschritts
it: Misura e calibra lo step d'estrusione

source: Filament to extrude (mm)
de: Filament zum Extrudieren (mm)
it: Filamento da estrudere (mm)

source: Start to extrude
de: Beginnen zu extrudieren
it: Inizia a estrudere

source: Enter the measured length of the filament extruded (mm)
de: Geben Sie die gemessene Länge des extrudierten Fadens ein (mm)
it: Inserire la lunghezza rilevata del filamento estruso (mm)

source: Recalculate
de: Neu berechnen
it: Ricalcola

source: Set new value for extruder step
de: Einen neuen Wert für den Extruderschritt setzen
it: Imposta il nuovo valore dello step d'estrusione

source: Change
de: Verändern
it: Cambia

source: Configuring feeder
de: Feeder wird konfiguriert
it: Configurando l'estrusore

source: <strong>Warning</strong> Seems that you still have not set the feeder your are using.
de: <Strong>Warnung</ strong> Es scheint, dass Sie noch nicht den Feeder gesetzt haben dass Sie verwenden werden.
it: <strong>Attenzione</strong> Sembra che non hai ancora impostato l'estrusore che stai utilizzando.

source: Please select which feeder you want to configure
de: Bitte wählen Sie aus, welchen Feeder Sie konfigurieren möchten
it: Prego selezionare quale estrusore si vuole configurare

source: Feeder settings
de: Feeder-einstellungen
it: Impostazioni estrusore

source: Max acceleration (mm/s<sup>2</sup>)
de: Max. Beschleunigung (mm/s<sup>2</ sup>)
it: Accellerazione massima (mm/s<sup>2</sup>)

source: Max feedrate (mm/s)
de: Max. Vorschub (mm/s)
it: Massimo feedrate (mm/s)
